{"nct_id": "NCT00878150", "source": "OfficialTitle+BriefSummary", "text": "Cognitive Behavioral Therapy for Depression After Traumatic Brain Injury | The purpose of this study is to test the effectiveness of a telephone-based and in-person Cognitive Behavioral Therapy (CBT) intervention for treating Major Depressive Disorder (MDD) following Traumatic Brain Injury. Participants are randomly assigned to receive one of the following: 1) Telephone-based CBT, 2) In-person CBT, or 3) Usual care (control)."}
{"nct_id": "NCT05820919", "source": "OfficialTitle+BriefSummary", "text": "Enhancing Sleep Quality for Nursing Home Residents With Dementia: Pragmatic Trial of an Evidence-Based Frontline Huddling Program | This study seeks to improve clinical outcomes for an important, growing, and vulnerable population-nursing home residents with Alzheimer's disease or related dementias-by testing an evidence-based intervention to improve these residents' sleep. It will also examine the implementation and sustainment of this intervention."}
{"nct_id": "NCT00173992", "source": "OfficialTitle+BriefSummary", "text": "Balance Recovery and Training on Fall Prevention in Stroke | The specific aims of this research are delineated as the following:\n\nAim 1: To investigate the neuromuscular and biomechanical mechanisms of the emerging processes of proactive and reactive balance control during sitting and standing in patients with stroke at different stages of the recovery course.\n\nAim 2: To determine the relationships between brain lesion sites and the recovery patterns of reactive and proactive balance control mechanisms in patients with stroke.\n\nAim 3: To determine the relationships between the impairments in reactive and proactive balance control mechanisms and functional outcome as well as fall incidence in patients following stroke.\n\nAim 4: To investigate the efficacy of different training regimens in improving reactive and proactive balance control strategies and in preventing falls in stroke patients with different brain lesion sites.\n\nPrincipally, three hypotheses are to be tested:\n\nHypothesis 1:The emerging processes and recovery patternes of proactive and reactive balance control may be different among stroke patients with different brain lesion locations.\n\nHypothesis 2:There are positive correlations between the level of impairments in reactive and proactive balance control mechanisms and functional outcome as well as fall incidence in patients following stroke.\n\nHypothesis 3:Training regimens that could best facilitate the emergence or improvement in reactive and proactive balance control strategies are different."}
{"nct_id": "NCT05691582", "source": "OfficialTitle+BriefSummary", "text": "Tolerability of the Immersive Virtual Reality System Grail in Subjects Affected by Rett Syndrome | The main goal of this study is to investigate the tolerability to the use of the GRAIL system in subjects affected by Rett syndrome, particularly referred to:\n\nGrail environment (training in dark conditions, interaction with wide and surrounding screen, positioning over the treadmill);\ntime to prepare a set of body marker in order to execute a gait analysis;\nwalking activity over treadmill, with immersive virtual reality;\nproprioceptive stimulatione provided by the GRAIL platform;\ncognitive-attentive span time to the activity proposed. The secondary goal is to understand if a training that avail of treadmill and virtual reality would be useful in the future in improving gait characteristics in subjects affected by Rett syndrome"}
{"nct_id": "NCT05167227", "source": "OfficialTitle+BriefSummary", "text": "The Long COVID and Fatiguing Illness Recovery Program - A Pragmatic, Quality Improvement, Professional Cluster, Randomized Controlled Trial. | The primary objective of the present research is to determine the effectiveness of Family Health Center of San Diego's Long COVID and Fatiguing Illness Recovery Program (LC&FIRP) on clinician- and patient-level outcomes. LC&FIRP is comprised of a teleECHO program focused on multi-specialty case-consultation and peer-to-peer sharing of emerging best practices to support management of complex cases associated with Long COVID, Myalgic Encephalomyelitis/Chronic Fatigue Syndrome (ME/CFS), and other post-infectious fatiguing illnesses (PIFI). Our secondary objective is to determine the feasibility, acceptability, and sustainability of LC&FIRP. Our findings should provide a fuller understanding of the potential impact of innovative technology enabled multi-disciplinary team-based care models in low-resource, community-based primary care settings."}
{"nct_id": "NCT03753503", "source": "OfficialTitle+BriefSummary", "text": "Physical Training Induced Plasticity of Motor Control Mechanisms in Parkinson's Disease Patients | There are experimental evidences of the important role of exercise in the PD, that induces similar effects to pharmacotherapy. So far, the mechanisms of the impact of these changes on the brain subcortical and cortical regions functioning, motor activities and cognitive functions are still not clear. The aim of this longitudinal human experiment is to examine the effects of cycle of 8-week high-intensity interval training (HIIT) on: (i) neurophysiological function of cortical motor structures and skeletal muscle actvity, (ii) psychomotor behavior critically associated with dopamine dependent neural structures functioning and (iii) neurotrophic factors' secretion level in blood. The investigators will recruit 40 PD individuals, who will be divided into two groups: one of them will perform two 8-weeks cycle of HIIT (PD-TR), and the other will not (PD-NTR). The investigators will recruit also 20 age-matched healthy controls (H-CO) as additional control group who will not perform the HIIT. All PD subjects will be examined during their medication \"OFF-phase\" pre HIIT and 1 week-, 1 month-POST cycle of HIIT. The subject from H-CO will be tested only once. To examine the assumed HIIT-induced changes in brain functioning the investigators will use: (i) EEG (recorded simultaneously with EMG) methods to assess an amplitude, location and directionality of brain electrical current of cortical regions and strength of intra-cortical network interactions during motor tasks performance. During the EEG experiments the subjects will perform (i) bimanual anti-phase DA level dependent motor tasks (during which the investigators will record EMG, force). The investigators will also assess motor and non-motor symptoms of PD and functional test of manual dexterity to evaluate a quality psychomotor behavior.\n\nUsing these methods the investigators will determine in detail the mechanisms of functioning of the CNS in PD patients, with emphasis on the cortical interactions that are dependent on synthesis and DA transmission. The results of the study will help to answer the fundamental questions about HIIT induced neuroplasticity in PD patients, as well as complement the lack in knowledge about the mechanisms of exercise-induced changes in PD, and as a consequence it could enrich the golden standard of treatment in PD from pharmacotherapy toward implementation of precise evidence based rehabilitation."}
{"nct_id": "NCT01623726", "source": "OfficialTitle+BriefSummary", "text": "Transcranial Direct Current Stimulation (tDCS) as Therapeutical Strategy for Negative Symptoms in Schizophrenia: a Double-blind Randomized Clinical Trial | The current research is aimed at using Transcranial Direct Current Stimulation (tDCS) as complementary therapeutic tool in the treatment of schizophrenia. Patients will be randomized into two groups (tDCS-active x tDCS-sham) accordingly to detailed protocol. Main outcome will be measured by specific clinical rating scales based on the assessment of negative symptoms. A total of 40 patients ought to be enrolled as specified in methodology. Secondary outcomes shall include collateral effects evaluation, anxiety and depressive scales as well as clinical monitoring."}
{"nct_id": "NCT00119561", "source": "OfficialTitle+BriefSummary", "text": "Testing the Effectiveness of Telephone Support for Dementia Caregivers | The primary goal of the study is documentation of effectiveness of telephone support groups to reduce caregiver burden and stress. Caregivers who participate in intervention (Telephone Support) should experience lower levels of stress, burden and health care utilization (lower use of psychotropic drugs, fewer scheduled/unscheduled medical visits, lower rates of institutionalization, more efficient use of time in managing care recipient problems) compared to those caregivers in Usual Care."}
{"nct_id": "NCT04331392", "source": "OfficialTitle+BriefSummary", "text": "Remotely Delivered Environmental Enrichment Intervention for Traumatic Brain Injury: A Randomized Controlled Trial | This study will examine the behavioural and neurophysiological efficacy and feasibility of an online spatial navigation intervention for improving memory and brain health in individuals who have sustained moderate-severe traumatic brain injury."}
{"nct_id": "NCT01544738", "source": "OfficialTitle+BriefSummary", "text": "Aponeurotic Stimulation Effect on Parkinson Bradykinesia | Movement slowness (bradykinesia) is one of the main motor symptoms in Parkinson Disease (PD). Several studies have shown that patients with PD exhibit slowness because they are unable to modulate, in an optimal way, the velocity of voluntary motor acts not induced by external stimulation. Indeed, these patients have difficulties to integrate multi-sensorial information, mainly proprioception.\n\nThe investigators investigated changes in shoulder velocity during pointing movements by patients with PD after stimulation of soft tissues (aponeurosis) of upper limb muscles. The stimulation consisted of manipulating, with a hook (the diacutaneous fibrolysis method), the aponeurotic tissues enrobing the heads of the upper limb muscles. This technique has previously been shown to decrease passive tension and the tendon reflex response of the manipulated muscle group. The investigators hypothesis is that aponeurotic manipulation of shoulder muscles therefore creates a modification in the proprioceptive information, which in return temporarily decreases the bradykinesia of shoulder movements."}
{"nct_id": "NCT03127514", "source": "OfficialTitle+BriefSummary", "text": "Evaluation of the Safety, Tolerability, Efficacy and Activity of AMX0035, a Fixed Combination of Phenylbutyrate (PB) and Tauroursodeoxycholic Acid (TUDCA), for the Treatment of ALS | The CENTAUR trial was a 2:1 (active:placebo) randomized, double-blind, placebo-controlled Phase II trial to evaluate the safety and efficacy of AMX0035 for the treatment of ALS."}
{"nct_id": "NCT01308801", "source": "OfficialTitle+BriefSummary", "text": "Benefice Assessment of Repetitive Transcranial Magnetic Stimulation Used as an Additional Procedure to Rehabilitation Exercises in Patients Suffering From Fibromyalgia | The purpose of this study is to determine the analgesic effectiveness of Repetitive Transcranial Magnetic Stimulation (rTMS) used as an additional procedure to rehabilitation exercises in patient suffering from fibromyalgia.\n\nA double blind clinical trial with two randomized parallel groups:\n\nPlacebo rTMS and rehabilitation exercise\nActive rTMS and rehabilitation exercise"}
{"nct_id": "NCT05301335", "source": "OfficialTitle+BriefSummary", "text": "Transformation of Dormant Spinal Networks to Mitigate Symptoms of Neurogenic Bladder | The purpose of this study is to evaluate the effectiveness and safety of SCONE neuromodulation therapy after 12 weeks of therapy in comparison to inactive sham control in improving symptoms of Neurogenic Lower Urinary Tract Dysfunction"}
{"nct_id": "NCT03900247", "source": "OfficialTitle+BriefSummary", "text": "Restore Motor Function Through Robotic Arm Exoskeleton and Brain Computer Interface | The current project will aid patients with motor impairment to reduce the need for homecare. Specifically the aim is to develop and implement a robotic exoskeleton and brain computer interface to assist and eventually perform arm and hand movement in patients with the progressive neurodegenerative disease ALS. This proposal brings together state-of-the-art robotic technology, EEG-based brain computer interface (BCI) know-how, clinical expertise, patient perspective and industrial partners to develop and implement a robotic arm/hand device that will adapt, with increasing brain-computer control, based on the need of the patient. In short the BCI will measure electroencephalography (EEG) from the surface of the scalp and recognize signature EEG as the patient intents to move. As the patient loses muscle power the BCI robotic-device will gradually take over and support motor activity, even when the patient is totally paralyzed. As the device supports hand/arm function only, the investigators aim to address ADLs associated to hand function, specifically eating activities."}
{"nct_id": "NCT03299335", "source": "OfficialTitle+BriefSummary", "text": "Molecular Profile of the Evolution of Inclusion Body Myositis | This study aims at assessing the gene expression in the muscles of patients suffering from sporadic Inclusion Body Myositis (sIBM) at various stages of the disease, by comparison with muscles of control subject. The investigators use the RNA-seq technique to analyze the gene expression levels and potential alternate transcripts, including long non-coding RNAs (lncRNAs), in muscle tissue samples. The gene expression profiles will point to the genes of interest that can then become the object of future studies, in which epigenetic changes of these genes will be explored further. The value of those possible biomarkers will be assessed. The investigators will also evaluate the correlation between the gene expression profile, the degree of functional impairment, the histological picture and the presence or absence of autoantibodies."}
{"nct_id": "NCT04728295", "source": "OfficialTitle+BriefSummary", "text": "Evaluation of the Safety and Effectiveness of Bilateral Exablate Ablation of the Pallidothalamic Tract (PTT) for the Treatment of the Motor Complications of Parkinson's Disease (PD) | Evaluate the Safety and Effectiveness of Staged Bilateral Exablate Ablation of the Pallidothalamic Tract (PTT) for the Treatment of the Motor Complications of Parkinson's Disease (PD)."}
{"nct_id": "NCT04096014", "source": "OfficialTitle+BriefSummary", "text": "Late Evening and Early Morning Protein Supplement to Reduce Readmissions for Hepatic Encephalopathy | Readmission rates for patients with hepatic encephalopathy due to end stage liver disease are high. Hyperammonemia contributes significantly to encephalopathy and occurs because of impaired hepatic ureagenesis and increased skeletal muscle proteolysis. We propose a randomized, 6-month nutritional intervention in cirrhotic patients who have had at least 1 admission for hepatic encephalopathy within the last 6 months. We hypothesize that a combination of late evening and early morning protein supplement (Ensure Enlive) will decrease recurrent hepatic encephalopathy and consequent readmission rates by lowering skeletal muscle proteolysis and improved lean body mass."}
{"nct_id": "NCT05173051", "source": "OfficialTitle+BriefSummary", "text": "Medication Intake of Solid Dosage Forms: A Risk Factor for Patients With Stroke-induced Dysphagia? | In a prospective, quantitative explorative study, the risk of aspiration and penetration when swallowing solid pills (placebo) compared to a crushed placebo pill will be evaluated during a routine Fiberoptic Endoscopic Evaluation of Swallowing (FEES). The study design is thus a quasi-experimental study design with repeated measurements in the sense of a pre-posttest. Each patient undergoes a baseline examination (routine procedure) followed by the intervention (administration of three different solid pills and a crushed pill)."}
{"nct_id": "NCT04435301", "source": "OfficialTitle+BriefSummary", "text": "Acoustic-electric Therapy in Patients With Disorders of Consciousness | Altered gamma activity has been observed in several neurological and psychiatric disorders, including a reduction in gamma synchronization in patients with disorders of consciousness. Modulation of gamma oscillations with rhythmic stimulation has been used as a possible therapeutic tool. Hence, we try to use acoustic and electric stimulation at gamma frequency to restore brain oscillation and thereby to improve conscious awareness in patients with disorders of consciousness."}
{"nct_id": "NCT00829361", "source": "OfficialTitle+BriefSummary", "text": "Stroke Telemedicine for Arizona Rural Residents Trial | The STARR network registry consists of a 4 spoke 1 hub system. Which will consist of prospective collection, recording, and regular analysis of telestroke patient consultation and care data for the purpose of quality measure assessment and improvement and benchmarking against other national and international telestroke programs."}
{"nct_id": "NCT01446601", "source": "OfficialTitle+BriefSummary", "text": "Pivotal Study of the Apnex Medical™ Hypoglossal Nerve Stimulation (HGNS) System to Treat Obstructive Sleep Apnea | The purpose of this study is to evaluate the benefits and risks of hypoglossal nerve stimulation with the Apnex Medical Hypoglossal Nerve Stimulation (HGNS) System as a potential therapeutic option for individuals with moderate to severe Obstructive Sleep Apnea (OSA) that have failed or do not tolerate positive airway pressure (PAP) therapy."}
{"nct_id": "NCT05663034", "source": "OfficialTitle+BriefSummary", "text": "CoMBat Insomnia: A Randomized Controlled Trial of Cognitive-Behavioral vs. Mindfulness-Based Treatment for TBI-Related Insomnia and Post-Traumatic Stress Symptoms | This study is a prospective two-arm, single blind randomized controlled trial design to compare the clinical effectiveness of telemedicine-delivered, 6-session, standardized cognitive behavioral therapy for insomnia (CBT-I) and mindfulness-based treatment for insomnia (MBTI) in treating insomnia symptoms and ameliorating depressive symptoms in persons with mild to moderate TBI and comorbid Post-Traumatic Stress Symptoms (PTSS) and insomnia symptoms in a 360 patients. Participants will undergo assessment (psychosocial questionnaires, neurocognitive testing, sleep monitoring) at baseline, at the end of treatment, and at 6- and 12-weeks post-treatment. The primary outcome is sleep as measured by the Insomnia Severity Index (ISI)."}
{"nct_id": "NCT00573612", "source": "OfficialTitle+BriefSummary", "text": "Exercise-based Motivational Interviewing for Fibromyalgia | Fibromyalgia (FMS), defined as the presence of both chronic widespread pain and the finding of 11/18 tender points on examination, affects 2% of the general population. Drug therapy for FMS is largely symptomatic as there is not yet a complete understanding of the pathogenesis of the disease. In the past 17 years, supervised aerobic exercise has emerged as an important treatment modality to improve pain, aerobic capacity, function, and well-being. Individuals who are able to adhere to exercise almost always maintain the symptomatic benefits of exercise. Unfortunately, the rate of exercise adherence six months after the completion of a well-structured supervised exercise program is disappointingly low. Furthermore, although the efficacy of supervised aerobic exercise in the research setting is well documented, the applicability of such intervention in the clinic setting is doubtful. Therefore, we propose to conduct the Research to Encourage Exercise for Fibromyalgia (REEF), a randomized attention-controlled trial whose primary aim is to evaluate the efficacy of telephone-delivered motivational interviewing (MI) to encourage exercise, in improving exercise adherence and self-report physical function (co-primary outcome measures) for FMS patients. REEF will enroll 200 FMS patients, randomizing them to either the MI group or the attention-control (AC) group. Participants from each group will receive a total of 6 telephone calls within a 12-week period. Prior to the phone calls, participants from both groups will receive an individualized exercise prescription and 2 supervised exercise training sessions to get them started on an exercise program. All subjects will undergo comprehensive outcome assessment at baseline, week 12, week 24, and week 36. The secondary aim of this proposal is to determine the mediators between MI and improvement in self-report physical function. The proposed research is significant because our focus is the promotion of adherence to an exercise program, of adequate intensity, in order to maximize functioning and well-being for patients with FMS. The use of a predominantly home-based exercise program and telephone-delivered MI by a trained licensed practice nurse (LPN) could potentially make the proposed intervention more accessible to the greater majority of FMS patients. Furthermore, if proven efficacious, MI could readily be applied to other chronically painful conditions (e.g. chronic back pain)."}
{"nct_id": "NCT03152136", "source": "OfficialTitle+BriefSummary", "text": "A Pilot Study to Evaluate the Safety and Initial Effectiveness of the Cala ONE Device to Repeatably Aid in the Symptomatic Relief of Essential Tremor | Prospective, multi-center, randomized, controlled study designed to evaluate safety and repeatable effectiveness. Subjects will be randomized 2:1:1 to transcutaneous afferent patterned stimulation (TAPS), sham, or 'no intervention', respectively. Subjects randomized to the TAPS and sham arms will be blinded to their randomization assignments for the first two weeks of participation (controlled phase). After the first two weeks, all subjects will be crossed over to TAPS (open-label phase) for 2 weeks. During study participation, all subjects are to remain on a stable dosage of medications prescribed for the treatment of essential tremor, if applicable."}
{"nct_id": "NCT04524338", "source": "OfficialTitle+BriefSummary", "text": "Longitudinal Study Examining At-Home Transcranial Direct Current Stimulation | Participants with dementia have reported improvements after receiving tDCS in a study at our lab. Although we make an effort to enroll such participants in further tDCS research studies, some participants are ineligible for further studies or simply unwilling to continue being a research participant. These same individuals, however, are interested in purchasing their own tDCS machine and have approached us for advice on how to purchase their own machine. Because these devices are commercially available, there is nothing theoretically stopping these participants from purchasing their own machine. Therefore, we have chosen to carry out a longitudinal study that will allow us to serve as an advisory role for participants who have decided to continue administering tDCS at home. We will recommend the tDCS related items that should be purchased, and train participants on how to properly administer tDCS. Monthly reports will also be collected, which will allow us to monitor the person's condition. We plan to monitor participants for at least two years. From these reports, we will be able determine to what extent tDCS is beneficial when done at home as a treatment for dementia symptoms."}
{"nct_id": "NCT02068391", "source": "OfficialTitle+BriefSummary", "text": "Achieving Brain Benefits in Covert Stroke Through Aerobic Exercise | Silent ischemic, also known as \"covert stroke vascular disease\" (CSVD), contributes to neurological deficits that are caused by damage to small blood vessels in the brain. CSVD occurs six to ten times more often that an acute stroke. It is misleading to think, however, that CSVD is an inevitable part of \"getting old\" because people with CSVD are at high risk of developing an acute stroke or dementia. In fact, people with more CSVD lesion volume are more likely to develop day to day problems in planning, decision-making and speed of thinking. Unfortunately, there are no proven therapies designed to address CSVD. We propose to test whether aerobic exercise is an intervention that can combat CSVD because the disease is fundamentally a blood flow problem that may be improved by aerobic exercise. We will recruit CSVD adults with moderate to severe lesion burden and use magnetic resonance imaging (MRI) to study the brain in terms of structure, perfusion and function. Participants will be randomly assigned to either our established aerobic exercise program or a control stretching program. Both groups will take part in lab exercise sessions, which are designed to monitor progress and assess adherence to the program. The duration and intensity of their exercise will increase as participants progress. We will use activity log books, phone calls and extra \"booster\" exercise sessions, as needed, to maximize retention and adherence. We aim to show that aerobic exercise increases cerebral blood flow (CBF) in frontal-subcortical grey matter, supports regional tissue growth, and improves cognitive function in CSVD adults with substantial risk of acute stroke and dementia. A positive outcome of this research will provide strong support for additional clinical trials aimed at sustaining cognition and maintaining independent living."}
{"nct_id": "NCT00827268", "source": "OfficialTitle+BriefSummary", "text": "Multimodal Treatment of Phonological Alexia: Behavioral & fMRI Outcomes | This study offers 90-120 hours of 1:1 training to improve reading skills in adults who have poor reading skills following a stroke. Specifically, this study is designed to improve skill in sounding out words for reading and spelling. The overall time commitment for participation in this study is approximately 11-30 weeks."}
{"nct_id": "NCT05212194", "source": "OfficialTitle+BriefSummary", "text": "The Relationship Between Post Dural Puncture Headache and Joint Laxity | Post-spinal headache is divided into 3 according to the severity scale. It is divided into 3 groups as mild, moderate and severe according to the presence of symptoms such as nausea, vomiting, and dizziness that prevent daily activity.\n\nIt has been reported that CSF leakage may be higher due to the weakness of the regional dural sac in primary connective tissue diseases with joint laxity and isolated joint hypermobility. Joint laxity is scored according to the level of motion in 5 different joints and a maximum of 9 points is obtained.\n\nIn this study, it was aimed to investigate whether joint laxity contributes to the development of post-spinal headache by questioning the correlation between joint laxity examination score and postspinal headache in patients with post-spinal headache."}
{"nct_id": "NCT02798601", "source": "OfficialTitle+BriefSummary", "text": "Early Induced Hypernatremia for the Prevention and Management of Brain Edema in Patients With Severe Traumatic Brain Injury in a University Hospital | The purpose of this study is to estimate the effect of an early induced hypernatremia protocol (150-155 milliequivalent/L) versus normonatremia plus mannitol (135 - 145 milliequivalent/L) in terms of neurologic outcome in patients with severe traumatic brain injury managed at critical care unit."}
{"nct_id": "NCT01407341", "source": "OfficialTitle+BriefSummary", "text": "ChronOS Stability Study: For Metastatic Cancer | This pilot clinical trial studies beta-tricalcium phosphate bone graft in treating patients undergoing surgery for metastatic spine cancer. A bone graft may help healing and bone growth in patients undergoing surgery for spine cancer"}
{"nct_id": "NCT03840265", "source": "OfficialTitle+BriefSummary", "text": "Evaluation of Cerebrovascular Events in Patients With Occlusive Carotid Artery Disorders Based on Morphological and Hemodynamical Features | As of today, no suitable multiparametric predictive method is available to properly estimate stroke risk in patients with carotid artery stenosis. Carotid artery stenosis is one of the proven risk factors of stroke incidence, but the indication of its intervention is merely the grade of stenosis itself. The current international guidelines suggest intervention for asymptomatic patients only with potentially high risk plaques but pharmacological treatment is advised to low risk patients. Unfortunately there is no proven and widely accepted system to distinguish these two categories of patients with carotid artery stenosis.\n\nIn this project the following parameters will be assessed both in asymptomatic and symptomatic patients: 1, preoperative stroke risk prediction based on comparative analysis of CT angiography (CTA) results of plaque morphology and ultrasound (US) based plaque elastography analysis, 2) intracranial bloodflow will be measured by transcranial Doppler sonography(TCD), 3) presence recent of silent brain ischemia on diffusion weighted imaging (DWI) MR (magnetic resonance), 4) retinal perfusion measurement by optical coherence tomography angiography (OCT). The investigators aim to establish a clinically meaningful and more accurate (than stenosis grade) stroke risk prediction algorithm for asymptomatic carotid stenosis patients based on these parameters."}
{"nct_id": "NCT02080806", "source": "OfficialTitle+BriefSummary", "text": "Effects of Mechanical Insufflation-exsufflation in Stroke Patients With Dysphagia - Pilot Study | Stroke patients with dysphagia have restrictive lung dysfunction and impaired cough response. This pilot study was performed to determine if Mechanical Insufflation Exsufflation (MIE) therapy can help recover impaired cough function."}
{"nct_id": "NCT00599469", "source": "OfficialTitle+BriefSummary", "text": "Phase 1 Study to Determine the Efficacy of Using Far Infrared Radiation for the Treatment of Alzheimer's Disease. | Alzheimer's disease is a progressive and fatal brain disease. This study will investigate the use of far infrared radiation treatment for the disease."}
{"nct_id": "NCT00936286", "source": "OfficialTitle+BriefSummary", "text": "The Impact of Respiratory Muscle Training on the Therapy of Obstructive Sleep Apnea Syndrome (OSAS) Patients | The purpose of this study is to determine whether respiratory muscle training by means of normocapnic hyperpnea leads to clinical and polysomnographical improvements in patients with mild to intermediate sleep apnea syndrome."}
{"nct_id": "NCT01933438", "source": "OfficialTitle+BriefSummary", "text": "Does Early Supination and External Rotation Repositioning in Children With Birth Related Brachial Plexus Injury Have Benefit? A Randomized Controlled Trial of the Sup-ER Protocol. | This study evaluates the ability of a supination and external rotation protocol to improve the arm function and anatomy of children with birth related brachial plexus injuries."}
{"nct_id": "NCT01166828", "source": "OfficialTitle+BriefSummary", "text": "Pressure Ulcer Prevention for SCI Using a Tele Home Program | NRI research focuses on nursing interventions that are patient-centered, culturally congruent, cost-effective and outcome-driven. High priority populations of interest are veterans with Spinal Cord Injuries (SCI). The development of innovative tele home techniques for preventing pressure ulcers in veterans with SCI is of high importance in the VA. Our findings may provide clinicians with improved methods for skin and wound assessment and more effective and efficient PUP strategies for Hispanic and non Hispanic veterans. The new model for primary care, the patient-centered Medical Home provides an exciting change in the VA that can benefit from the proposed project."}
{"nct_id": "NCT05747989", "source": "OfficialTitle+BriefSummary", "text": "A Comparison of Tissue Adhesive Material and Suture as Wound-closure Techniques | Participants will be randomly assigned to suture-based wound closure (n=50) or tissue adhesive-based wound closure (n=50) with two-component skin adhesive Glubran Tiss 2®. The outcomes will be assessed during the follow-up period at intervals of 2, 6, and 12 weeks postoperatively. A scar assessment will be using the POSAS (Patient and Observer Scar Assessment Scale) and cosmetic VAS (Visual Analog Scale). The VNRS (Verbal Number Rating Scale) will used to assess pain."}
{"nct_id": "NCT00467415", "source": "OfficialTitle+BriefSummary", "text": "Multi-Center Project: Supported Speed Treadmill Training Exercise Program (SSTTEP) for Marginally Ambulatory Children With Cerebral Palsy | The investigators are studying the effects of a 12-week exercise program, consisting of either:\n\nWalking on a treadmill with partial body weight\nFunctional exercise program\n\nThe investigators would like to know the effects these two exercise programs have on the quality of life, muscle strength and control, coordination, walking, and functional movement of children with cerebral palsy who are marginal ambulators. This is a randomized control trial with subjects randomly assigned to one of the 2 groups.Subjects in both groups will be seen twice a day for two weeks at our hospital for intervention and parent training, and then participate in a 10 week home-based program. During each subject's two-week clinic-based training, a parent or caregiver is trained in all home program exercises and/or equipment usage. This person must be able to safely perform the exercise program with the child. Each subject will also need to participate in three separate 5-hour long data collection sessions scheduled over the 4 month study period."}
{"nct_id": "NCT05191966", "source": "OfficialTitle+BriefSummary", "text": "Comparison of the Effects of Subcostal Anterior Quadratus Lumborum Block and Thoracic Paravertebral Block on Postoperative Acute Pain in Laparoscopic Nephrectomy Surgery | In this study, it was aimed to evaluate the effects of subcostal anterior quadratus lumborum block (S-QLB3) and thoracic paravertebral block (TPVB) on postoperative acute pain scores and opioid consumption in the first 24 hours after laparoscopic nephrectomy surgery."}
{"nct_id": "NCT02758990", "source": "OfficialTitle+BriefSummary", "text": "Interventional Testing of Gene-environment Interactions Via the Verifomics Mobile Application | The purpose of this study is to study interactions between genes, lifestyle environmental factors like foods, nutritional supplements and non-invasive medical devices and health factors that can be measured without specialized medical equipment in order to develop lifestyle recommendations tailored to individual genetics for a host of common chronic health conditions."}
{"nct_id": "NCT03488381", "source": "OfficialTitle+BriefSummary", "text": "Effects of Repetitive Subconcussive Head Impacts on Ocular-motor Function and Brain-derived Blood Biomarker | Repetitive head impacts in sports and military may cause deleterious effects in the nervous system. Investigators' previous works in football players have shown promising results in prediction of concussion and prevention of long-term defect using eye-movement paradigm (ocular-motor system) and blood biomarker. However, acute head impact effects on aforementioned parameters remain unknown. Thus, to answer a critical research question that whether or not ocular-motor system and brain-derived blood biomarker may be acutely altered following 10 successions of controlled soccer heading. To answer the question, investigators hypothesized that acute bout of soccer heading will not elicit noticeable change in subject's symptoms but to induce a transient defect in the ocular-motor system and increase plasma expression of brain-derived biomarker."}
{"nct_id": "NCT02560597", "source": "OfficialTitle+BriefSummary", "text": "Repetitive Transcranial Magnetic Stimulation (rTMS) for the Treatment of Epilepsy - Case Study in Patients With Epilepsia Partialis Continua (EPC) and Refractory Status Epilepticus (SE) | The purpose of this study is to assess the effects of repetitive transcranial magnetic stimulation (rTMS) as a treatment for Epilepsia Partialis Continua (EPC) or refractory Status Epilepticus (SE), when standard clinical treatments have failed."}
{"nct_id": "NCT03088592", "source": "OfficialTitle+BriefSummary", "text": "Electrophysiological Recordings of Deep Brain Stimulation in the Basal Ganglia | The pathology of Parkinson's disease (PD) and the mechanism of Deep Brain Stimulation surgery (DBS) are not completely understood. The recording data that is used routinely as part of the procedure to map the target structures, however, may be analyzed in order to better understand the neural network dynamics in PD. The purpose of the study is to perform simultaneous neural recordings from sub-cortical structures (e.g. subthalamic nucleus [STN] or globus pallidus internus [GPi]) and the cerebral cortex. These simultaneous recordings may provide insight in the pathology of PD and the mechanism of DBS. The researchers will also study the effects of anesthesia level on neuron synchronization . Recordings with micro-ECoG grid electrodes in the cortex show improved spatial resolution and these will be used to gain better understanding of cortical network dynamics and the synchronization with subcortical structures."}
{"nct_id": "NCT00692575", "source": "OfficialTitle+BriefSummary", "text": "Modular Scheduled Telephone Intervention for Caregivers of Persons With Traumatic Brain Injury: A Randomized Controlled Trial | This study seeks to determine if problem-based telephone counseling improves quality of life and emotional well-being for caregivers of persons with moderate to severe traumatic brain injury (TBI)."}
{"nct_id": "NCT02910024", "source": "OfficialTitle+BriefSummary", "text": "Theta-Burst-Stimulation in Der frühen Rehabilitation Von Schlaganfallpatienten | The present prospective, randomized, controlled, double-blinded trial investigates the effects of intermittent theta-burst stimulation (iTBS) during the early rehabilitation after stroke. Patients with hemipresis will receive either sham or real iTBS over their affected hemispheres before occupational therapy for 8 days. Motor recovery is assessed one day after the intervention phase and three months after enrollment."}
{"nct_id": "NCT02274649", "source": "OfficialTitle+BriefSummary", "text": "A Patient Centered Approach to Successful Community Transition After Catastrophic Injury: Clinical Trial to Evaluate One-to-one Peer Mentoring | The research will examine the effects of enhanced peer mentor interactions on facilitating a successful transition to community living following traumatic spinal cord injury (SCI). Participants in the research will be assigned to either (1) the control group that will receive traditional peer mentor types of interactions or (2) to the intervention group that will receive an enhanced peer mentor program called the One-on-One Initiative. Assignment to one of these two groups will occur randomly on admission to Shepherd Center; the only stratifying criteria is injury level - C6 and above vs. C7 and below."}
{"nct_id": "NCT04855032", "source": "OfficialTitle+BriefSummary", "text": "Proactive and Reactive Perturbation Training to Reduce Falls and Improve Gait Stability in People With Chronic Stroke | Following a stroke, many individuals have a high risk of falls, which can negatively influence quality of life. Unfortunately, current treatments have not effectively addressed this problem. This study investigates whether two methods of delivering mechanical perturbations during walking have the potential to improve post-stroke walking balance and reduce real-world fall incidence."}
{"nct_id": "NCT04032431", "source": "OfficialTitle+BriefSummary", "text": "The Effect of a Telerehabilitation Virtual Reality Intervention on Functional Upper Limb Activities in People With Multiple Sclerosis | This study aims to investigate the effectiveness of a home-based telerehabilitation program specifically designed for upper limbs, based on Virtual Reality (VR) in individuals affected by Multiple Sclerosis."}
{"nct_id": "NCT03178786", "source": "OfficialTitle+BriefSummary", "text": "Visual Spatial Exploration and Art Therapy Intervention in Patients Diagnosed With Parkinson's Disease | The purpose of this dual phase cross-sectional, controlled and prospective, open label, exploratory study is to determine the general characteristics of visuospatial exploration and its neural substrate in subjects with Parkinson's Disease (PD) and to explore the impact of professional art therapy intervention in a cohort of subjects with Parkinson's Disease on visuospatial exploration, visuomotor integration, neuropsychological and emotional sphere, quality of daily living and motor symptoms."}
{"nct_id": "NCT03857243", "source": "OfficialTitle+BriefSummary", "text": "Dual Transcranial Direct Current Stimulation (dTDCS)-Enhanced Therapy After Hemorrhagic Strokes and VEGF | This study will evaluate the feasibility of dual tDCS to improve arm motor function in chronic stroke patients. In addition it will collect pilot data on the blood biomarkers associated with treatment effect."}
{"nct_id": "NCT02797418", "source": "OfficialTitle+BriefSummary", "text": "\"Cognitus & Moi\": a New Cognitive Remediation Tool for Children With Intellectual Deficiency With Behavioral Disorders | Holders children with intellectual disabilities have great difficulty in adapting to social situations and relationships.Cognitive impairment associated with intellectual disability are important factors to understand their difficulties in processing social information. In the field of recognition of facial emotions in particular, basic cognitive processes such as visuospatial and attentional functions, are heavily involved.Cognitive remediation is a management tool widely used by practitioners to help patients who experience cognitive difficulties. Currently, no program can meet specific and validated the problems are children with intellectual disabilities manner in their daily functioning."}
{"nct_id": "NCT02684825", "source": "OfficialTitle+BriefSummary", "text": "Detection of Silent Atrial Fibrillation aFter Ischemic StrOke (SAFFO) Guided by Implantable Loop Recorder. Multicentre Italian Trial Based on Stroke Unit Network With Paired Cardio-Arrhythmology Units (Italian Neurocardiology Unit Network) | The primary objective of this study is to evaluate whether, in patients with first-ever atherothrombotic or lacunar stroke without any previous history of atrial fibrillation (AF)/atrial flutter (AFL)/atrial tachycardia (AT), the detection of AF/AFL/AT (silent or symptomatic) by using a continuous cardiac rhythm monitoring with implantable loop recorder (ILR) during the first 12 months of observation is higher than the detection by using a standard cardiac monitoring (physical exam, 12-lead electrocardiogram [ECG] at baseline, 3, 6, and 12 months and Holter ECG at 3 months) in the same period of time."}
{"nct_id": "NCT04430309", "source": "OfficialTitle+BriefSummary", "text": "The Feasibility and Efficacy of Baduanjin Exercise on Cognition and Physical Fitness Among Patients With Schizophrenia:Randomized Controlled Trial | As an ancient, popular Chinese exercise, Baduanjin is characterized by symmetrical posture, deep breathing and meditation and easy to learn. Previous studies showed immediate effect of Baduanjin on cognition in patients with schizophrenia.The purpose of this study is to investigate the immediate effect and chronic effect of Baduanjin exercise on physical fitness, cognition and daily functions in middle-aged and older adults with schizophrenia."}
{"nct_id": "NCT05415956", "source": "OfficialTitle+BriefSummary", "text": "\"Outwalk MS\" - Benefits of Outdoor Walking Exercise Therapy on Walking Capacity and Well-being in Multiple Sclerosis | Deterioration of walking capacity is a common symptom in persons with multiple sclerosis (pwMS), furthermore having a negative influence on well-being. Studies have nevertheless shown that walking exercise therapy can improve walking capacity in pwMS. This may be particularly potent if occurring outdoors due to the varying stimuli it can provide (different surfaces and terrain etc.), and if the intensity and duration is adequate. Furthermore, outdoor walking is (1) suitable as a group intervention facilitating interaction between pwMS and (2) advantageous due to the health benefits offered through the interaction with nature itself. Both these aspects are also relevant for well-being.\n\nFew studies have nevertheless examined the effects of outdoor walking exercise therapy in pwMS. The purpose of the present study is therefore to examine the effects of 7 weeks of moderate-to-high intensity outdoor walking exercise therapy on walking capacity (primary outcome: 6-minute walk test) and well-being in pwMS."}
{"nct_id": "NCT03506906", "source": "OfficialTitle+BriefSummary", "text": "The Debated Role of Sleep Studies in Patients Under Established Home Mechanical Ventilation | Patients suffering chronic hypercapnic respiratory insufficiency (e.g. in chronic obstructive pulmonary disease, obesity hypoventilation syndrome) benefit from home mechanical ventilation. These patients are complex; and the ventilator´s parameters should be set-up according to the underlying disease and particular patient's characteristics. The non-invasive ventilation therapy is mostly titrated while the patient is awake, hence Problems, such as Patient-Ventilator asynchrony, arising while sleeping on the ventilator therapy would remain undetected.\n\nSleep studies, such as polysomnography or polygraphy and transcutaneous carbon dioxide monitoring could be valuable tools to fine-tune the ventilator's settings. This could foster the ventilator´s effectivity and patient satisfaction, thus therapy's adherence. Nevertheless the sleep studies are expensive, time-consuming and not widely available.\n\nThe aim of this study is to learn the findings of sleep studies when they are performed on stable patients on home mechanical ventilation as part of their routine check-ups. In this context, it will be assessed whether the sleep studies' findings lead to a change (adjustment) of the ventilator´s therapy. Moreover, this study aims to investigate whether the absence of sleep studies would result in missing important events that require an adjustment of therapy. The results of this study could provide information that lead to a more standardized protocol of follow-up checks of patients on home mechanical ventilation in a cost-effective manner."}
{"nct_id": "NCT02463318", "source": "OfficialTitle+BriefSummary", "text": "The purpose of this study is to investigate the gene expression and activity of SIRT1, and forkhead box O3 pathway by means of investigating target genes MnSOD and catalase in multiple sclerosis and healthy subjects. Also, we investigate the effect of melatonin on interaction between SIRT1 activity and target genes MnSOD and catalase in multiple sclerosis and healthy subject .Additionally, we evaluate effect the probable effect of melatonin treatment on gene expression and activity of above-mentioned genes in peripheral blood mononuclear cells of healthy subjects-treated with H2O2."}
{"nct_id": "NCT02034357", "source": "OfficialTitle+BriefSummary", "text": "Sleep Disordered Breathing and Its Impact on Neuro-cognitive Performance and Quality of Life in Parkinson Disease | The purpose of this study is to determine the impact of sleep and breathing problems during sleep on memory, attention, and general well being (quality of life) in people with Parkinson Disease."}
{"nct_id": "NCT01864941", "source": "OfficialTitle+BriefSummary", "text": "Phase I/II Interventional Clinical Trial of Balloon Venoplasty for Chronic Cerebrospinal Venous Insufficiency in Multiple Sclerosis Patients | To investigate the safety and tolerability of balloon venoplasty compared to sham in Multiple Sclerosis patients with Chronic Cerebrospinal Venous Insufficiency (CCSVI) as measured by adverse events occurring within 48 weeks of the procedure."}
{"nct_id": "NCT03974997", "source": "OfficialTitle+BriefSummary", "text": "TNF-related Weak Inducer of Apoptosis (TWEAK), a New Biomarker Predicting Inflammatory Thrust in Multiple Sclerosis | A significant variation in the serum concentration of the circulating cytokine TWEAK is associated with the onset of an inflammatory attack of MS. Study the concentration variations of the serum soluble form of cytokine TWEAK during the first year of MS and to analyze their correlation with the occurrence of an inflammatory disease outbreak."}
{"nct_id": "NCT04946682", "source": "OfficialTitle+BriefSummary", "text": "Optimal Encephalitis/Meningitis Roadmap Via Precise Diagnosis and Treatment | Encephalitis and meningitis are serious central nervous system diseases. There is currently a lack of comprehensive and accurate diagnosis and treatment pathways. Therefore, we conducted this multicenter, prospective, and randomized controlled study. It was designed to evaluate the diagnostic performance and its impact on the outcomes of the patients enrolled. As such, we came to the results of the optimal process of diagnosis and treatment strategy of encephalitis/meningeal syndromes with improved effective treatments."}
{"nct_id": "NCT05527652", "source": "OfficialTitle+BriefSummary", "text": "Self-Supporting Nasopharyngeal Airway (ssNPA) Treating Upper Airway Obstruction in Hypotonia | The researchers are investigating if the Self-Supporting Nasopharyngeal Airway (ssNPA) device can be used in the treatment of obstructive sleep apnea in children with Hypotonic Upper Airway Obstruction (HUAO)."}
{"nct_id": "NCT02729311", "source": "OfficialTitle+BriefSummary", "text": "Paired Integrative Exercise Program for People With Dementia and Caregivers | Preventing Loss of Independence through Exercise (PLIÉ) is a unique, multimodal movement program for people with dementia (affected individuals) that is taught by trained instructors and combines physical, mental and social activities. The Paired PLIÉ Program is an adapted version designed for pairs of affected individuals and care partners. The goal of this study is to perform a randomized, controlled trial (RCT) with a delayed start design to examine the effects of the Paired PLIÉ Program on function and quality of life in affected individuals and care partners."}
{"nct_id": "NCT00238264", "source": "OfficialTitle+BriefSummary", "text": "A Phase II Study of Conformal Radiotherapy In Patients With Low-Grade Gliomas | RATIONALE: Specialized radiation therapy that delivers radiation directly to the tumor may kill more tumor cells and cause less damage to normal tissue.\n\nPURPOSE: This phase II trial is studying how well radiation therapy works in treating young patients with gliomas."}
{"nct_id": "NCT03195049", "source": "OfficialTitle+BriefSummary", "text": "Complications of Exchange Transfusion in Neonates | Exchange transfusion is effective and considered to be safe procedure ; however, it is not without risks. Complications have been reported and mortality rates vary from 0.5 to 3.3%. therefore ,the current recommendation for performing exchange transfusion are based on balance between the risks of encephalopathy and complications related to the procedure ."}
{"nct_id": "NCT04566081", "source": "OfficialTitle+BriefSummary", "text": "Digital Interventions in Neuro-Rehabilitation (DINR): A Digital Neuro Intervention (DNI) for Word Retrieval (Anomia) | iTALKBetter will provide an app-based therapy for people with word retrieval difficulties who have had a stroke.\n\nThis study aims to test the therapy application for people with naming difficulties through a small scale randomized controlled trial."}
{"nct_id": "NCT03549793", "source": "OfficialTitle+BriefSummary", "text": "Can Dance Therapy Improve Motor Learning in Parkinson's Disease? | In order to find the most effective rehabilitative therapies for Parkinsonian patients, the present study is aimed to evaluate whether, in a multidisciplinary intensive rehabilitation treatment, the dance therapy, applied to the motor learning, promote additional benefits."}
{"nct_id": "NCT01841840", "source": "OfficialTitle+BriefSummary", "text": "The Acute Effects of Passive Vibration on Cardiovascular Function in Individuals With Stroke | Stroke is the third leading cause of death in the United States. Of those who are affected by stroke, a third becomes permanently disabled. Risk factors for stroke include, but are not limited to, advancing age, physical inactivity, arterial stiffness, and most commonly, high blood pressure. Stroke is a major form of a much boarder problem, cardiovascular disease (CVD). CVD is considered the primary cause of death in the US. Interestingly, increased arterial stiffness of elastic arteries (carotid and aorta) has been shown to be strongly correlated to CVD and stroke. Increased arterial stiffness is considered an independent risk for the development of CVD and stroke. Hence, arterial stiffness has been suggested as a potential therapeutic target for CVD and more specifically stroke.\n\nRecently, whole-body vibration (WBV) exercise has been proposed as a new and effective method to improve muscle mass and muscle strength in younger and older individuals. It is known that systemic arterial stiffness decreased 40 min after a single WBV session in healthy men. In our laboratory, we have shown that leg arterial stiffness decreases after a session of WBV. Taken together, this data seems to suggest WBV may be used as a viable way to decrease arterial stiffness. Special populations, such as post-stroke patients, may be unwilling or unable to perform WBV exercise so an inactive form of exercise (vibration) therapy is needed.\n\nPassive vibration (PV), allows patients to lie in an inactive, supine position, with their legs placed onto the vibration plate. This exposes the lower limbs to continuous vibration without performing voluntary muscle contraction. PV has been shown to increase skin blood flow on the vibrated extremity through vasodilation in healthy individuals and type 2 diabetics. Previous work in our laboratory has demonstrated that a 10-min session of PV on the legs decreases augmentation index (AIx) , a marker of pressure wave reflection, as well as leg and systemic PWV through decreases in local peripheral resistance in young men. However, the effects of PV on arterial function in post-stroke patients are unknown.\n\nIt is hypothesized that post-stroke patients will demonstrate a decrease in leg PWV and central AIx. However, greater responses are expected with the lower vibration frequency."}
{"nct_id": "NCT00716066", "source": "OfficialTitle+BriefSummary", "text": "High-Dose Immunosuppressive Therapy Using Carmustine, Etoposide, Cytarabine, and Melphalan (BEAM) + Thymoglobulin Followed by Syngeneic or Autologous Hematopoietic Cell Transplantation for Patients With Autoimmune Neurologic Diseases | This phase II trial studies the side effects and how well carmustine, etoposide, cytarabine and melphalan together with antithymocyte globulin before a stem cell transplant works in treating patients with autoimmune neurologic disease that did not respond to previous therapy. In autoimmune neurological diseases, the patient's own immune system 'attacks' the nervous system which might include the brain/spinal cord and/or the peripheral nerves. Giving high-dose chemotherapy, including carmustine, etoposide, cytarabine, melphalan, and antithymocyte globulin, before a stem cell transplant weakens the immune system and may help stop the immune system from 'attacking' a patient's nervous system. When the patient's own (autologous) stem cells are infused into the patient they help the bone marrow make red blood cells, white blood cells, and platelets so the blood counts can improve."}
{"nct_id": "NCT03098732", "source": "OfficialTitle+BriefSummary", "text": "A Prospective International Multicentre Randomised Controlled Single Blind Clinical Investigation of Magnetically Enhanced Diffusion for Acute Ischaemic Stroke (MEDIS) | The objective of the MEDIS study is to determine if subjects experiencing an Acute Ischaemic Stroke due to large vessel occlusion, treated with IV tPA combined with the MED procedure have a greater likelihood of recanalisation 30-90 minutes after the completion of tPA infusion than subjects treated with IV tPA (plus sham device). Safety of the MED System Procedure will be evaluated by the incidence of symptomatic PH-2 haemorrhagic transformation within 24 hours following the procedure. Lastly, a health economics study will be conducted to estimate health care costs for each treatment."}
{"nct_id": "NCT01445613", "source": "OfficialTitle+BriefSummary", "text": "CANOPY: Carotid Artery Stenting Outcomes in the Standard Risk Population for Carotid Endarterectomy | The objective of the CANOPY trial is to assess the continued safety and effectiveness of the RX Acculink Carotid Stent System under commercial use in subjects at standard risk for adverse events from Carotid Endarterectomy (CEA) enrolled by physicians with a range of carotid stenting experience."}
{"nct_id": "NCT03562286", "source": "OfficialTitle+BriefSummary", "text": "Open Spina Bifida Fetoscopic Repair Project | The aim of the study is to assess a new fetal surgery approach to repair open spina bifida. The fetal group hypothesis is to perform a minimally invasive procedure using a fetoscopic technique in order to access to amniotic cavity and make the endoscopic repair. This approach will allow investigators to make the closure of the defect and avoid the use of an hysterotomy, reducing the risk of maternal complications as uterine dehiscence (rupture), hemorrhage and preterm premature rupture of membranes (PPROM), the patient also will be able to have a vaginal delivery."}
{"nct_id": "NCT03926832", "source": "OfficialTitle+BriefSummary", "text": "Prevalence of Obstructive Sleep Apnea Syndrome in Sarcoidosis and Impact of CPAP Treatment on Associated Fatigue Status | Sarcoidosis is a multisystemic granulomatous disease that affects individuals worldwide without known pathogenesis, and the role of comorbidities has not been fully assessed in the scientific literature. An increased incidence of Obstructive Sleep Apnea Syndrome (OSAS) has been described in Sarcoidosis although this association has not been explained yet and no data is available about the effect of treatment with Continuous Positive Airway Pressure (CPAP) in Sarcoidosis. Also, patients affected by Sarcoidosis usually experience a state of physical and mental weariness called fatigue and reported in approximately 60-80% sarcoid patients and thought to be a consequence of inflammatory mediators but the high prevalence of OSAS could be a remarkable bias in clinical evaluation because fatigue is also strongly associated with sleep disorders.\n\nThus, there is a real need for assessing not only the real prevalence of OSAS in Sarcoidosis but also the effect of CPAP treatment on fatigue status experienced by sarcoidotic patients."}
{"nct_id": "NCT01790880", "source": "OfficialTitle+BriefSummary", "text": "Enhancing Written Communication in Persons With Aphasia: A Clinical Trial | The purpose of this study is to evaluate whether a computerized speech-language treatment delivered by a virtual therapist (Oral Reading for Language in Aphasia (ORLA) + Writing) results in improved written communication skills of study participants with aphasia (i.e., difficulty with the comprehension and expression of spoken and written language)."}
{"nct_id": "NCT02118701", "source": "OfficialTitle+BriefSummary", "text": "SHARED DECISION MAKING ON A 'LIFE-AND-CARE PLAN' IN LONG-TERM CARE FACILITIES | Shared Decision Making (SDM) is defined as a process where healthcare professionals and patients make decisions together, using the best available evidence. SDM, as a communication and decision method, can be used also with persons suffering from dementia. Yet, SDM with persons with dementia or even with their family caregivers is not widespread.\n\nThe present research project aims to develop and evaluate an SDM framework in care planning to be implemented in long-term care facilities, in order to obtain a constantly developing care plan that focuses not only on the medical, physical, psychosocial and spiritual needs of the resident, but that considers and documents his preferences and the actions taken by caregivers to meet them.\n\nThe current project is a controlled exploratory study. Case studies that involve a triad in each case, composed by the resident with moderate or severe dementia, his family caregiver and the professional usually taking care for the resident, will be used (n=16 professionals; n=40 residents; n=40 family caregivers). Professional caregivers of two nursing homes, one located in Italy and one in the Netherlands, will receive a specific training in SDM principles and will guide the SDM interview within the triad. Primary outcome will be the proportion of residents whose preferences and needs, together with the related actions to meet them, are known, documented and satisfied in their 'life-and-care plans'. Secondary outcomes are the residents' and family caregivers' quality of life; the family caregivers' sense of competence and the healthcare professionals' job satisfaction. Semi-structured interviews and focus group interviews will be performed to assess satisfaction with the intervention and barriers and facilitators to its implementation. Assessments are performed at baseline and six months after the intervention.\n\nWe hypothesize that the use of the SDM process in care planning will increase the number of met needs and will improve the residents' and family caregivers quality of life, the family caregivers' sense of competence and the healthcare professionals' job satisfaction.\n\nThe key element of this study is that it will contribute to our knowledge about the efficacy and feasibility of an SDM framework in care planning in long-term care facilities with persons with moderate to severe dementia."}
{"nct_id": "NCT04992910", "source": "OfficialTitle+BriefSummary", "text": "Study of the Effectiveness of Functional Electrical Stimulation Through the \"Fesia Grasp\" Device in the Rehabilitative Treatment of Patients With Affected Upper Limbs After a Stroke. | The purpose of this study is to evaluate the effectiveness of Fesia Grasp, a Functional Electrical Stimulation device for the rehabilitation of upper limb in post-stroke patients. Fesia Grasp rehabilitation will be compared with usual care rehabilitation of upper limb.\n\nExperimental group: patients will receive Fesia Grasp therapy (intensive, repetitive and functional exercises assisted by functional electrical stimulation)\nControl group - patients will receive standard care."}
{"nct_id": "NCT05258500", "source": "OfficialTitle+BriefSummary", "text": "Strength Training in Hospitalized Patients Using the Ghostly App: a Feasibility Study | The goal of this feasibility study is to evaluate the use of the Ghostly app in rehabilitation of stroke patients, elderly and patients recovering from COVID-19 or ICU patients. In three randomized controlled trials, the effect of a strength training program incorporated in the Ghostly app will be assessed for 1) stroke patients suffering from weakness of the lower limb, 2) frail elderly with gait difficulties and 3) patients recovering from COVID-19 or ICU patients who suffer from muscle weakness. Additionally, the effect of BFR on strength gain in all these three populations will be tested."}
{"nct_id": "NCT02897024", "source": "OfficialTitle+BriefSummary", "text": "A Comparison: High Intense Periodic vs. Every Week Therapy in Children With Cerebral Palsy (ACHIEVE) | The ACHIEVE study is a comparison of the effectiveness of 2 intensities of physical therapy treatment for children with Cerebral Palsy in an outpatient physical therapy setting. High intensity periodic is 2 hours of focused and high intense treatment per weekday for 4 weeks. In comparison, usual weekly is considered standard of care; although both dosing models are used clinically for children with CP. Participants are assign to the treatment group at random. Participant who are unable to consent to randomization are allowed to chose a treatment group."}
{"nct_id": "NCT01824472", "source": "OfficialTitle+BriefSummary", "text": "Understanding the Sleep Apnea/Insomnia Interaction: a CPAP/Sham-CPAP Trial | Nearly half of all patients with obstructive sleep apnea have insomnia symptoms, and in some, but not all cases, these insomnia symptoms are caused by the obstructive sleep apnea. The purpose of this study is to find out what type of insomnia symptoms are caused by obstructive sleep apnea and therefore most likely to respond to obstructive sleep apnea treatment with continuous positive airway pressure (also known as CPAP) and if additional treatment with cognitive-behavioral therapy for insomnia is beneficial."}
{"nct_id": "NCT04122989", "source": "OfficialTitle+BriefSummary", "text": "Validation of a Shared Decision-Making Tool, MS-SUPPORT, to Improve Decisions About Disease Modifying Therapies (DMT) for Multiple Sclerosis | This study evaluates a novel shared decision making tool for multiple sclerosis (MS). Half the patients will be given access to MS-SUPPORT before their scheduled appointment with their healthcare provider, the other half will not be given access."}
{"nct_id": "NCT03886675", "source": "OfficialTitle+BriefSummary", "text": "Carbon-Dioxide Flushing Versus Saline Flushing in Thoracic Endovascular Aortic Repair to Reduce Neurological Injury: A Pilot Randomised Controlled Trial | Vascular brain infarction (VBI) occurs in 67% of patients undergoing TEVAR. Overt stroke occurs in 13% of these patients and 88% of patients suffer from neurocognitive impairment.\n\nCerebral air embolisation during the stent-graft deployment phase of TEVAR may be a cause of VBI. Standard treatment to de-air stent-grafts is through the use of a saline flush.\n\nThis study aims to investigate whether carbon-dioxide or saline is the better fluid to de-air TEVAR stent-grafts prior to insertion in to the patient and compare VBI rate in the carbon-dioxide group and saline group."}
{"nct_id": "NCT02235974", "source": "OfficialTitle+BriefSummary", "text": "Critical Periods After Stroke Study (CPASS); Sensitive Periods and Consumer Preferences: Optimizing Upper Extremity Stroke Rehabilitation | To perform an exploratory single center randomized study that will form the basis for a larger scale, more definitive randomized clinical trial to determine the optimal time after stroke for intensive motor training. The investigators will perform a prospective exploratory study of upper extremity (UE) motor training delivered at higher than usual intensity at three different time points after stroke:\n\nearly (initiated within 30 days)\nsubacute/outpatient (initiated within 2-3 months)\nchronic (initiated within 6-9 months)\n\nThe control group will not receive the therapy intervention during the 1-year study.\n\nOutcome measures will be assessed at baseline, pre-treatment, post-treatment, 6 months and one year after stroke onset.\n\nCompared to individuals randomized during the outpatient (2-3 months after stroke onset) or chronic (6-9 months after stroke onset) time points, participants randomized to early intensive motor training will show greater upper extremity motor improvement measured at one year post stroke."}
{"nct_id": "NCT02634671", "source": "OfficialTitle+BriefSummary", "text": "Facial Expression Perception by Intensity in Schizophrenia and 22q11.2 Deletion Syndrome: Neural Electrophysiological Evidence by Means of Fast Periodic Visual Stimulation | Background:\n\nThe present study aims to identify the mechanisms underlying the deficit in facial emotion recognition reported both in schizophrenia and the 22q11.2 deletion syndrome, and thus, reveal a distinction between the two disorders. Indeed, despite the clinical overlap between the two syndromes, some of the symptoms appear to be specific to only one of them. In particular, the disturbance of visual functions is specifically observed in the 22q11.2DS. Hence, the difficulties in facial emotion recognition in schizophrenia and in the 22q11.DS are likely accounted by different cognitive impairments. Investigating which mechanisms are disturbed would allow a specialized support for patients.\n\nOur main hypothesis is that the deficit in facial emotion recognition is more related to visual impairments in the 22q11.2DS than in schizophrenia. This hypothesis will be tested in two groups of patients (22q11.2DS and schizophrenic patients) and a control group (healthy subjects) using an experimental paradigm based on electroencephalography (EEG).\n\nA second aim of this study is to determine whether the severity of the two disorders' symptoms is correlated with the cerebral response to facial expressions. To answer this question, a set of clinical and neuropsychological tests will be conducted for each patient."}
{"nct_id": "NCT04604951", "source": "OfficialTitle+BriefSummary", "text": "Below the Belt: Non-invasive Neuromodulation to Treat Bladder, Bowel, and Sexual Dysfunction Following Spinal Cord Injury | Recent findings have demonstrated that electrical stimulation to the spinal cord (i.e. implanted electrodes) can significantly recover bladder, bowel, and sexual function after injury. While promising, a major drawback is that individuals must undergo a highly invasive and expensive surgical procedure to implant the stimulator on top of the spinal cord. Moreover, the inability to re-position the implanted stimulator considerably limits the flexibility of this procedure.\n\nIn this project, the investigators propose a comprehensive clinical study examining the effects of TCSCS in promoting recovery of these crucial functions in individuals with spinal cord injury (SCI). This non-invasive therapeutic modality uses electrodes applied over the skin to deliver electrical stimulation. It is based on the same principles of ground-breaking work from the investigator's group and others, showing that stimulation of the spinal cord can promote motor and autonomic (cardiovascular, bladder, bowel) recovery in individuals with chronic SCI."}
{"nct_id": "NCT03227783", "source": "OfficialTitle+BriefSummary", "text": "The Effect of Transcranial Direct Current Stimulation (tDCS) on Depression in Parkinson's Disease | Depression is common in Parkinson's disease (PD), but the effective treatment is not established yet. tDCS is a non-invasive brain stimulation to modulate brain function. The tDCS on the depression in general population were already conducted, but not in PD. This study is to know whether transcranial direct current stimulation (tDCS) is effective for the treatment of depression in PD. Participant will be asked to visit three consecutive days for the non-invasive stimulation."}
{"nct_id": "NCT05124522", "source": "OfficialTitle+BriefSummary", "text": "Developing A Person-centered Internet-based Health Action Process Approach to Promoting Physical Activity in People With Multiple Sclerosis | The purpose of this study is to implement the person-centered internet-based Health Action Process Approach to promoting physical activity in people with Multiple Sclerosis (i.e., eHAPA-MS online intervention) and assess the intervention's effectiveness and adherence."}
{"nct_id": "NCT01294137", "source": "OfficialTitle+BriefSummary", "text": "Accuracy of Pulse Oximetry to Detect Sleep Apnea in Frail Hospitalized Patients | Sleep apnea syndrome is common and increases with age. In the elderly, symptoms might be different than in the youngest people, and its consequences might be severe and atypical (falls, functional and cognitive decline).\n\nToday, there is no specific tool to detect sleep apnea in the elderly. The goal of this study is to evaluate the accuracy of oximetry for detection of respiratory disturbances in sleep apnea in the hospitalized elderly."}
{"nct_id": "NCT02726191", "source": "OfficialTitle+BriefSummary", "text": "Computerized Cognitive Training in Epilepsy | The purpose of this randomized uncontrolled single-site trial is to evaluate the efficacy of two novel computerized cognitive enhancing software packages for improving cognitive and behavioral outcomes in patients with epilepsy."}
{"nct_id": "NCT03526991", "source": "OfficialTitle+BriefSummary", "text": "Exploring the Effects of Spinal Cord Stimulation in Parkinson's Disease. | Parkinson Disease (PD) patients experience a variety of motor issues such as walking difficulties, loss of balance, and freezing while walking, which impacts their quality of life. Some symptoms, like freezing of gait (FOG), do not respond to medications typically used to treat PD. Current surgical procedures used to alleviate PD symptoms also do not always improve FOG. Since many traditional therapies have failed for the treatment of FOG, researchers have proposed the use of newer treatments. Recent research in animal models and clinical human data using SCS has produced promising results, specifically showing improvement in FOG with the use of SCS in patients with PD.\n\nThe purpose of this study is to evaluate the effectiveness of spinal cord stimulation (SCS) for the management of freezing of gait (FOG) that does not respond to conventional treatments in subjects with Parkinson's disease (PD). The investigators hypothesize that SCS significantly decreases FOG episodes in patients with PD.\n\nAssess the safety, tolerability and preliminary evidence of effectiveness of upper thoracic spinal cord stimulation for freezing of gait in Parkinson's (PD) patients.\nExplore the effects of two SCS programming paradigms on motor, nonmotor and quality of life measures in PD patients with freezing of gait."}
{"nct_id": "NCT01279655", "source": "OfficialTitle+BriefSummary", "text": "The Influence of a tDCS Combined Long-term Motor Training Program on Structural White Matter Changes in the Brain, Functionality and Psychological Outcome Measures in Multiple Sclerosis. | In the current study the researchers will firstly investigate whether a bimanual coordination training protocol (20 min/day, for 8 consecutive weeks) correlates with changes in white matter architecture and improved upper-limb functionality in patients with multiple sclerosis. Secondly, the researchers predict that motor learning is more efficient when it is combined with anodal transcranial direct current (tDCS) stimulation on the left primary motor cortex."}
{"nct_id": "NCT02116140", "source": "OfficialTitle+BriefSummary", "text": "Effects of Long Term Adaptive Servo Ventilation Therapy on Myocardial Energetics and Sympathetic Nerve Function in Heart Failure and Sleep Apnea. The AMEND Sub-study | Obstructive sleep apnea (OSA), central sleep apnea (CSA) and heart failure (HF) are states of metabolic demand and sympathetic nervous system (SNS) activation. In patients with sleep apnea and HF, continuous positive airway pressure (CPAP) initially may reduce left ventricular (LV)stroke volume (SV) but subsequently improves and LV function. This may relate to an early beneficial effect on myocardial energetics through early reduction in metabolic demand that subsequently leads to improved efficiency of LV contraction. However, it is not clear whether long-term adaptive servo-ventilation (ASV) favorably affects cardiac energetics. Any such benefit may also relate to reduced sympathetic nervous system (SNS) activation. However its effect on myocardial SNS function is also not well studied.\n\nIn a pilot study we demonstrated early (6 week) beneficial effects of CPAP in patients with OSA and HF. The current proposal (AMEND) is a unique substudy of the recently funded ADVENT-HF trial (Adaptive Servo Ventilation for Therapy of Sleep Apnea in HeartFailure) (NCT01128816; CIHR; D. Bradley, PI).\n\nWe propose to evaluate the long-term (6 month) effects of ASV on daytime 1) oxidative metabolism; 2) the work metabolic index (WMI) as an estimate of mechanical efficiency; 3) myocardial sympathetic nerve (SN) pre-synaptic function; and 4) heart rate (HR) variability in patients with HF and coexisting OSA or CSA. In conjunction with echocardiographic measures of LV stroke work, positron emission tomography (PET) derived [11C] acetate kinetics will be used as a measure of oxidative metabolism, to determine the WMI. [11C] hydroxyephedrine (HED) retention will be used to measure cardiac SN pre-synaptic function.\n\nPrimary Hypotheses: In patients with chronic stable HF and CSA or OSA without excessive daytime sleepiness (EDS), long-term (6-month) ASV therapy yields:\n\nBeneficial effects on daytime myocardial metabolism leading to a reduction in the rate of oxidative metabolism as measured by [11C]acetate kinetics using PET imaging;\nImprovement in energy transduction from oxidative metabolism to stroke work as measured by an increase in the daytime work-metabolic index."}
{"nct_id": "NCT05394610", "source": "OfficialTitle+BriefSummary", "text": "A Confirmatory Investigation of the Effectiveness of Sana Treatment in Fibromyalgia | This is study designed to confirm the effectiveness of the Sana Device in patients with pain due to fibromyalgia on quality of life as measured by the Fibromyalgia Impact Questionnaire Revised (FIQR). It is a two arm study in which subjects will be randomly assigned to either active device group or sham-controlled group."}
{"nct_id": "NCT05163886", "source": "OfficialTitle+BriefSummary", "text": "A Phase IIa Trial to Evaluate the Safety, Tolerability, and Biological Activity of LAM-002A (Apilimod Dimesylate Capsules) in C9ORF72-Associated Amyotrophic Lateral Sclerosis | This is a clinical trial to evaluate the safety, tolerability, and biological effect of LAM-002A in adults with C9ORF72-associated ALS (C9ALS)."}
{"nct_id": "NCT03859063", "source": "OfficialTitle+BriefSummary", "text": "A Multimodal Individualized Intervention to Prevent Functional Decline After Stroke. A Randomized Controlled Trial on Long-term Follow-up After Stroke (The LAST-long Trial) | Despite the improved treatment of acute stroke over the past decades, those suffering from stroke still are at an increased risk of functional and cognitive decline in the long term. The most common consequences of stroke are functional impairments, cognitive impairments, depression and fatigue. These are also regarded as barriers to achieve optimal adherence to the guidelines regarding secondary prevention. The primary aim of this project is to evaluate the effectiveness of a multimodal individualized intervention to prevent functional decline in the long term after stroke."}
{"nct_id": "NCT04524377", "source": "OfficialTitle+BriefSummary", "text": "Evaluation of the Influence of Deep Brain Stimulation on the Spinal Deformities Associated With Parkinson's Disease | The intention of the study is to investigate whether Deep Brain Stimulation (DBS) will improve postural deformities of patients with Parkinson's disease."}
{"nct_id": "NCT04652921", "source": "OfficialTitle+BriefSummary", "text": "The Effects of 6-month Supplementation With Creatine and Guanidinoacetic Acid on Biomarkers of Sarcopenia in Elderly | Sarcopenia-driven brain and muscle creatine deficit could be seen as a distinctive pathological facet of this condition, and this might be approached with targeted therapies in aim to restore creatine homeostasis in target tissues. Among potential therapeutic candidates, guanidinoacetate (GAA) appears recently as a direct precursor of creatine that may favorably upregulate muscle and brain creatine concentration. Interestingly, GAA-creatine mixture was found to be superior than creatine itself to effectively improves bioenergetics in the human brain and muscle in healthy humans, perhaps due to the unique transportability features of this combination. Here, we plan to evaluate does creatine-GAA supplementation affects various biomarkers of sarcopenia in elderly."}
{"nct_id": "NCT02687633", "source": "OfficialTitle+BriefSummary", "text": "Early Behavioral Intervention to Improve Social Communication Function in Infants With Tuberous Sclerosis Complex | The investigators are running an intervention study for young children with Tuberous Sclerosis Complex (TSC). The study will include free play-based behavioral intervention that may improve social and communication skills in children with TSC. Eligible families will have a child in the age range of 12-36 months, with a diagnosis of TSC. A parent must also be available to attend the weekly intervention sessions at UCLA.\n\nThe intervention will focus on teaching caregivers skills to improve the social and communication outcomes of their children. The content of the intervention will be individually tailored to the child's developmental level. The intervention involves pre-assessments, an intervention period of daily 60 minute sessions for 10 days, followed by weekly 60 minute sessions for 10 weeks, and post-assessments. The classroom can have up to 3 parent-child dyad and the curriculum focuses on improving social-communication and play skills."}
{"nct_id": "NCT03196739", "source": "OfficialTitle+BriefSummary", "text": "Feasibility of Virtual Reality Games Using Head-mounted Display on Patients With Brain Disorders | Because virtual reality can provide more enriched environment, repetitive goal-oriented tasks, and increased patients' interest and motivation, it is expected to stimulate neuroplasticity of injured brain and promote recovery in patients with brain disorders. On the other hand, immersive virtual reality using a head-mounted display has not yet been attempted in the rehabilitation of patients with brain disorders. In addition to the benefits of existing virtual reality or game rehabilitation, immersive virtual reality can further enhance brain plasticity, such as the effect of mirror therapy or action observation, through self-awareness of the body in the virtual space. The purpose of this study is to investigate the feasibility of applying the immersive virtual reality using a head-mounted display in patients with upper extremity dysfunction due to brain disorders."}
{"nct_id": "NCT04468750", "source": "OfficialTitle+BriefSummary", "text": "The Effect of Kinesiotaping on Glenohumeral Shoulder Subluxation in Post-stroke Patients | To evaluate the effectiveness of the kinesiotaping on pain, recovery of movement and daily life activities in Turkish hemiplegic patients."}
{"nct_id": "NCT03172663", "source": "OfficialTitle+BriefSummary", "text": "Effect of Increased Body Mass Index on Auditory Function | Obesity may directly or indirectly lead to hearing loss"}
{"nct_id": "NCT01684176", "source": "OfficialTitle+BriefSummary", "text": "Pharmacist Intervention Programme to Improve Medication Adherence in Stroke Patients | Patient suffering a Transient Ischemic Attack (TIA) or stroke are subsequently at high risk of a new stroke, however, poor adherence to secondary prevention medications occurs frequently within this patient group. The purpose of this study is to evaluate whether a complex tailored pharmacist intervention will lead to increased adherence to secondary stroke prevention medications and less new stroke events when compared to a usual care group. Interventions focus on motivational interviewing, medication review and telephone follow up."}
{"nct_id": "NCT01362959", "source": "OfficialTitle+BriefSummary", "text": "Nicotine Replacement Therapy in the Intensive Care Unit: a Randomized, Controlled Pilot Study | The purpose of this study is to determine whether transdermal nicotine replacement therapy is safe and effective for treating nicotine withdrawal symptoms in the critically ill smoking patient."}
{"nct_id": "NCT05217628", "source": "OfficialTitle+BriefSummary", "text": "A Phase II/III, Multicentre, 8-week run-in Phase Followed by a 12-week, Prospective, Parallel-group, Double-blind, Randomized Withdrawal, Placebo-controlled Study, With a 52 Week Open Label Extension, to Evaluate the Efficacy and Safety of Daily 1.5 to 3.5 mg Basimglurant in Patients With Pain Associated With Trigeminal Neuralgia With Suboptimal Response to Their Current Anti-pain Therapy. | Trigeminal neuralgia (TN), also called \"tic douloureux\", is the most common form of craniofacial neuropathic pain and is considered the cause of one of the most painful afflictions known in medical practice.\n\nThis study is designed to evaluate the efficacy and safety of 1.5mg - 3.5mg basimglurant in adults with TN."}
{"nct_id": "NCT05371041", "source": "OfficialTitle+BriefSummary", "text": "Defining Targets for Tic Detection and Suppression in Tourette Syndrome Deep Brain Stimulation | The investigators will implant and monitor 8 research subjects with a subcortical closed-loop system for detection and suppression of tics. The project will use the FDA-approved \"Medtronic Percept PC\" device, which is an implantable neurostimulator capable of recording neural signals. The study will target the CM nucleus of the thalamus and the aGPi in each brain hemisphere from each subject and we will connect the two leads placed in each brain hemisphere to two Percept devices."}
{"nct_id": "NCT05730465", "source": "OfficialTitle+BriefSummary", "text": "Improving Blood Pressure Control in Stroke Patients by Increasing Access to a Home Blood Pressure Monitor | The goal of this clinical trial is to learn whether providing teaching with a low-cost device can help to improve blood pressure, health outcomes, patient self-efficacy without exacerbating inequity between advantaged and disadvantaged patients.\n\nThe main question[s] it aims to answer are:\n\nDoes providing a free home blood pressure cuff improve control of hypertension?\nDoes providing a free home blood pressure cuff have a greater impact on control of hypertension in disadvantaged populations?\nDoes improved control of home blood pressure decrease adverse patient outcomes?\n\nParticipants will be asked to\n\nTake their blood pressure at home and records the results\nParticipate in follow-up phone calls from investigators at at 3 and 6 months\n\nResearchers will compare patients provided with home blood pressure monitors to those who are provided with routine education"}
{"nct_id": "NCT03787693", "source": "OfficialTitle+BriefSummary", "text": "Virtual Reality Augmented Gait Adaptation in Stroke Survivors | The major problem in stroke survivors that is being addressed in this research project is walking asymmetry, i.e., difference between the legs during walking (e.g. steps on the more affected side are longer than the other). A potential solution to this problem is using new technology like virtual reality during walking training to make stroke survivors have a better sense of their asymmetry. A second problem that we aim to address in this study is whether asymmetry is accurately felt by the stroke survivors and how we can address it. Our ongoing work on the effects of virtual reality on learning new walking tasks in stroke survivors indicates that virtual reality maybe particularly important for those with walking asymmetry. In this study, we plan to recruit stroke survivors who have such asymmetries during walking and have them learn a new walking task in virtual reality. We will also test the stroke survivors to determine if there is a relationship between how well they learn the new task with their ability to feel asymmetry accurately."}
{"nct_id": "NCT02059980", "source": "OfficialTitle+BriefSummary", "text": "Developing Effective Response Inhibition Training for Symptom Relief in Obsessive-Compulsive and Related Disorders and Trichotillomania | Obsessive-compulsive disorder (OCD) and its related disorders (e.g., trichotillomania) are characterized by the marked difficulty in inhibiting unwanted or inappropriate responses. There is compelling evidence that poor response inhibition is a core cognitive feature of OCD and its related disorders, but no effective intervention exists that directly attempts to address this problematic cognitive deficiency. This study will examine the feasibility and clinical utility of a computerized cognitive training program designed to improve response inhibition among individuals diagnosed with OCD or trichotillomania.This training program offers systematic practice of response inhibition in the form of a 40-level computer game. Individuals with these conditions will be randomized to either 8 sessions of (a) computerized response inhibition training (RIT) or (b) placebo computer training (PLT). We hypothesize that RIT will outperform PLT in improving response inhibition capabilities and reducing relevant clinical symptoms. In sum, this project is expected to generate important knowledge to guide the development of effective computer-based treatment approaches that may help reduce critical problems of existing treatments such as suboptimal patient retention and treatment under-utilization, thereby improving overall treatment response rates among individuals suffering from OCD and related conditions."}
{"nct_id": "NCT05101837", "source": "OfficialTitle+BriefSummary", "text": "Feasibility and Effectiveness of a Specific App to Delivery Mindfulness Sessions to Patients With Different Kinds of Pain Condition: a Pilot Study | A standardized behavioural approach based on mindfulness delivered mainly by a specific APP on android will be developed and applied for patients with chronic pain conditions, as migraine and neuropathic pain.\n\nThe aim of this pilot study:\n\nThe investigators propose a pilot study to enforce the application of a Home-program for patients with different pain conditions, to learn mindfulness practice, added to a regular mindfulness guided face-to-face program, by using the technology with android to receive mindfulness sessions for daily practice and to assess the feasibility and the effectiveness of behavioural approach base on mindfulness delivered with this modality."}
{"nct_id": "NCT03799887", "source": "OfficialTitle+BriefSummary", "text": "Effects of Different Percentages Body Weight Supported Treadmill Training on Gait, Balance, Quality of Life and Fatigue in Parkinson's Disease: A Double Blind Randomized Controlled Trial | Body weight supported treadmill training (BWSTT) is an important rehabilitative choice for neurologically impaired subjects such as Parkinson's disease (PD). The aim of the study is to evaluate the effectiveness of different percentages BWSTT on gait, balance, quality of life and fatigue in moderate to advanced PD."}
{"nct_id": "NCT05776706", "source": "OfficialTitle+BriefSummary", "text": "Clinical Trial for the Evaluation of the Accuracy of Augmented Reality Based Neuronavigation System | The goal of this clinical trial is to test augmented reality (AR) based neuronavigation system in surgeries for patients of brain neoplasm or cerebral vascular disease. The main questions it aims to answer are:\n\n• AR based neuronavigation system can achieve accuracy that is not inferior to conventional intraoperative navigation system.\n\nParticipants will participate the study after informed consent. When participants undergo surgery for their brain tumor, we will set up 2 types of neuronavigation, conventional navigation system and developed AR based neuronavigation system. Surgeon will plan and conduct surgery based on only conventional navigation system, but 3D errors at several selected points between two types of navigation will be measured and analyzed."}
{"nct_id": "NCT03005249", "source": "OfficialTitle+BriefSummary", "text": "Neural Stem Cells Therapy for Cerebral Palsy: a Prospective, Randomized, Parallel-controlled Trial | To evaluate the safety and efficacy of neural stem cells (NSCs) therapy for cerebral palsy."}
{"nct_id": "NCT02729766", "source": "OfficialTitle+BriefSummary", "text": "Effects of Empagliflozin an SGLT2-Inhibitor on Healthy Volunteers With Induced Hypotonic Hyponatremia - the DIVE Study | Empagliflozin (Jardiance)® is a sodium glucose co-transporter 2 (SGLT2)-Inhibitor, which is a new treatment option developed for patients with diabetes mellitus type 2. The SGLT2 is expressed in the proximal tubule and reabsorbs approximately 90 percent of the filtered glucose. The inhibition of SGLT2 results in renal excretion of glucose with subsequent osmotic diuresis. This mechanism could result in a therapeutic effect in patients with hypotonic hyponatremia as in the syndrome of inappropriate antidiuretic hormone (ADH) secretion (SIAD). Because patients with SIAD usually have several comorbidities and different medications, studies investigating the physiological effects are difficult to interpret. Therefore a model to study the possible physiological effect of SGLT2-inhibitors in hypotonic hyponatremia as in SIAD is needed.\n\nThe aim of this study is to evaluate whether empagliflozin (Jardiance)® has an effect on serum sodium levels of healthy volunteers with induced hypotonic hyponatremia."}
{"nct_id": "NCT04238000", "source": "OfficialTitle+BriefSummary", "text": "Cerebellar rTMS Theta Burst for Dual-task Walking in Parkinson's Disease:a Double Blind Cross-over Sham-controlled Study Using Wearing Sensors Technology | Objective of the study:\n\nTo test the efficacy of theta burst cerebellar stimulation on dual task walking in Parkinson's disease using a cross-over design and wearing sensors technology\n\nDesign:\n\nTwenty Parkinson's disease patients with no dementia will be recruited for a cross-over sham-controlled study. Each patient will undergo a sham stimulation or a single session of cerebellar theta burst stimulation with a wash out period of at least 14 days.\n\nEach patient will be evaluated before and after stimulation by a battery of gait and movement tests using wearing sensors technology ."}
{"nct_id": "NCT04408274", "source": "OfficialTitle+BriefSummary", "text": "Remediation of Emotional Deficits in Multiple Sclerosis and Traumatic Brain Injury: A Piolt Study | This study will examine the efficacy of a clinical intervention for improving emotional processing in individuals with MS and TBI.(1)The main outcome measure will be changes in emotional processing measures from pre to post treatment.\n\n(2)This study will also assess the impact of the emotional processing intervention on changes in pre and post treatment depression and anxiety, as well as fatigue.(3) This study will additionally measure the impact of the emotional processing intervention on cognitive functioning, specifically processing speed, attention and executive abilities. This will be accomplished through the completion of a neuropsychological battery prior to and following the completion of treatment.(4)Finally, the investigators will measure the impact of the intervention on quality of life and social functioning, utilizing a pre and post treatment assessment consisting of measures of self-efficacy, quality of life, functional abilities, and awareness."}
{"nct_id": "NCT01458470", "source": "OfficialTitle+BriefSummary", "text": "A Trial of Memantine as Symptomatic Treatment for Early Huntington Disease; a Phase IIb Study | Huntington disease is characterized by difficulties in movement and thinking. Psychological disturbances including irritability, aggression, loss of interest, depressed mood, obsessions and compulsions, also represent common symptoms of HD. These symptoms are distressing both for HD patients and their caregivers, contribute to the loss of ability to carry out activities of daily living, and present a major treatment challenge for physicians. The goal of this study is to determine the effect of memantine on movement, thinking and emotional difficulties in HD patients. Memantine is a medication originally approved for the treatment of aggression and agitation in patients with moderate-to-severe Alzheimer's disease (AD), which has also recently been shown to improve the behavioural and neuropathological symptoms in a mouse model of Huntington Disease (HD)."}
{"nct_id": "NCT03883217", "source": "OfficialTitle+BriefSummary", "text": "Optimizing Vibrational Therapy to Improve Gait and Balance in Parkinson's Disease | The purpose of this research study is to test the safety, tolerability, and the effect of vibration (delivered by an experimental device called PDVibe2) on freezing of gait (FOG) in persons with Parkinson's disease (PD). The PDVibe2 was developed by Resonate Forward, LLC (RF). This PDVibe2 was designed to administer vibration therapy to the wearer to improve gait and balance in persons with PD while wearing the device."}
{"nct_id": "NCT05209386", "source": "OfficialTitle+BriefSummary", "text": "Flexible Representation of Speech in the Supratemporal Plane | The overarching goal of this exploratory research is to understand the dynamic and flexible nature of speech processing in the human supratemporal plane. The temporal lobe has long been established as a region of interest in the speech perception and processing literature because it contains the auditory cortex. More recently, research has localized the supratemporal plane as an area that exhibits response specificity to acoustic properties of complex auditory signals like speech. The supratemporal plane, comprised of Heschl's gyrus, the planum polare, and the planum temporale, is capable of the rapid spectrotemporal analysis required to map acoustic information to linguistic representation. Neural activity in this area, however, is rarely studied directly because it is difficult to access with non-invasive measures like scalp electroencephalography (EEG). Capitalizing on the unique opportunity to access these areas via routine clinical stereoelectroencephalography (sEEG) in a patient population, this study seeks to understand how cortical responses reflect the diagnosticity of two acoustic-phonetic dimensions of interest and how responses rapidly and flexibly adapt to changes in listening demands. Examining how neural response to voice onset time (VOT) and fundamental frequency (F0) modulates as a function of perceptual weight carried in signaling phoneme categories, and identifying how changes in listening context shift perceptual weight, will provide invaluable data that indicates how speech processing flexibly adapts to short-term acoustic patterns."}
{"nct_id": "NCT02579655", "source": "OfficialTitle+BriefSummary", "text": "Assessing Outcomes of Enhanced Chronic Disease Care Through Patient Education and a Value-based Formulary Study | The purpose of this study is to determine the effect of two novel interventions; (1) a value-based formulary which eliminates copayment for selected high-value medications (proven to prevent heart attacks, stroke, and hospitalizations); and (2) a comprehensive patient education program aimed at lifestyle modification and optimal drug use, combined with relay of information on medication use, on the risk of adverse clinical outcomes (mortality, heart attack, stroke, need for coronary revascularization, and chronic disease related hospitalizations) in low-income seniors with chronic conditions over three years of follow-up or until March 31, 2021 (whichever comes first)."}
{"nct_id": "NCT04329247", "source": "OfficialTitle+BriefSummary", "text": "Physical Therapy Versus Control in the Treatment of Carpal Tunnel Syndrome | In the present investigation the pain reduction effects of a physical therapy technique will be compared to those produced by the absence of treatment, in subjects who suffer the signs and symptoms of carpal tunnel syndrome."}
{"nct_id": "NCT04172376", "source": "OfficialTitle+BriefSummary", "text": "Stereotactic Operation Integrating With Thrombolysis in Basal Ganglion Hemorrhage Evacuation II (SOITBE II) | Spontaneous cerebral hemorrhage is one of the main causes of death and disability all over the world, accounting for 20%-30% of all cerebrovascular diseases. Minimally invasive surgery of cerebral hemorrhage, especially puncture aspiration, can improve early and long-term neurological recovery in patients with cerebral hemorrhage. Until now, no standardized practice for minimally invasive surgery of spontaneous cerebral hemorrhage has been established. Hematoma puncture and drainage based on CT scans without precise localization and personalized approach design, which may lead to poor efficacy and high risk of complications. The investigators' hospital has much experience in treating cerebral hemorrhage with stereotactic puncture and aspiration. So the investigators conduct a prospective multicenter randomized controlled clinical trial across the country to determine the therapeutic effects of puncture aspiration plus thrombolysis treatment for the perioperative and long-term recovery of patients with small hematoma in deep basal ganglia via computerized precision coordinates and personalized approach design."}
{"nct_id": "NCT05823857", "source": "OfficialTitle+BriefSummary", "text": "Effect of Aquatic Exercise on Paraspinal and Gluteal Morphology and Function in Patients With Chronic Low Back Pain | The goal of this pilot randomized controlled trial is to compare the effects of aquatic therapy versus standard care on paraspinal and gluteal morphology and function in individuals with chronic low back pain.The main questions it aims to answer are:\n\nWhat are the effects of aquatic therapy versus standard care on a) paraspinal and gluteal muscle size, composition (e.g., fatty infiltration) and b) lumbar and gluteal muscle strength in individuals with chronic LBP?\nIs aquatic therapy more effective than standard care to improve pain, function and psychological factors (e.g., kinesiophobia, catastrophizing, anxiety, and depression)?\nIs using a digital application \"play the pain\" feasible to monitor pain levels and the activities that participants used to cope with pain?\n\nParticipants will be assigned to either the aquatic therapy group or standard care group where they will undergo a 10-week intervention including two 60-minute session per week."}
{"nct_id": "NCT00661869", "source": "OfficialTitle+BriefSummary", "text": "Outcome Evaluation of Solutions for Wellness and Team Solutions Program in Patients With Severe Mental Illness | Obesity is increasing at an alarming rate in patients with schizophrenia, possibly in association with the increased use of atypical antipsychotics. In order to address the weight and metabolic syndrome issues, Manhattan Psychiatric Center (MPC) has implemented the Solutions for Wellness and Team Solutions Program. This program is designed to create a supportive, educational and monitoring environment to stabilize both the psychiatric and medical conditions and to prepare patients for independent management of their psychiatric and physical health condition in the community."}
{"nct_id": "NCT03716206", "source": "OfficialTitle+BriefSummary", "text": "Effects of Exergames on Post-stroke Shoulder Pain and Motor Function | This study is to investigate the effects of exergame on shoulder pain and motor function of upper extremity in individuals with stroke."}
{"nct_id": "NCT05281120", "source": "OfficialTitle+BriefSummary", "text": "Low-level Mechanical Vibration, Bone Density, Bone Resorption and Muscular Strength in Ambulant Children Affected by Duchenne Muscular Dystrophy | Duchenne muscular dystrophy (DMD) is a X-linked recessive disorder due to a mutation of the dystrophin gene (Xp21). Dystrophin is a sarcolemmal protein of skeletal and cardiac muscle, and its absence causes progressive muscle degeneration and substitution with fat and connective tissue. The progressive muscle degeneration leads to loss of autonomous walking before the age of 15 years and death for cardiac and/or respiratory failure. There are no specific treatment for DMD, and the standard of care is now based on long-term corticosteroid (CS) use. The studies on bone mass in DMD are very few, but they agree in reporting the presence of a reduced bone mass and an increased rate of fractures probably due to long-term steroid therapy and disuse-osteopenia. The aim of this study, involving 20 ambulant DMD boys (age 7-10 years) has been the evaluation of the effects of low-level mechanical vibrations on bone in a group of ambulant DMD children for 1 year, with RDA-adjusted dietary calcium intake and 25OH vitamin D supplementation."}
{"nct_id": "NCT02728752", "source": "OfficialTitle+BriefSummary", "text": "Prospective, Double-blind, Randomized, Placebo-Controlled Phase III Study Evaluating Efficacy and Safety of Octagam 10% in Patients With Dermatomyositis (\"ProDERM Study\") | Prospective, Double-blind, Randomized, Placebo-Controlled Phase III Study Evaluating Efficacy and Safety of Octagam 10% in Patients With Dermatomyositis (\"ProDERM study\")"}
{"nct_id": "NCT05287750", "source": "OfficialTitle+BriefSummary", "text": "Brain Diseases on 7.0T Magnetic Resonance Imaging | This clinical trial studies the use of 7-Tesla (7T)and 3T magnetic resonance imaging (MRI) in detecting brain diseases. 7T MRI has increased detection sensitivity, including more accurate lesion delineation, higher inter-rater agreement. Diagnostic procedures such as 7T MRI may help ultimately improved diagnostic and therapies confidence to inform decision making than standard 3T MRI."}
{"nct_id": "NCT04355299", "source": "OfficialTitle+BriefSummary", "text": "Effectiveness of a Short-term Mixed Exercise Program for Treating Sarcopenia in Hospitalized Patients Aged 80 Years and Older | Most previous clinical trials that addressed exercise for sarcopenic elderly subjects focused on community-dwelling older adults who were relatively healthy. There is a notable paucity of high-quality research investigating the effects and feasibility of exercise for hospitalized or institutionalized older people, who are generally frailer and more severe in functional impairment than those living in the community. Moreover, most reported exercise programs were of long-term duration, which typically lasted 3 to 6 months with two sessions per week. It remains unclear whether short-term exercise would be effective for treating sarcopenia. Therefore, the investigators aimed to assess the effectiveness of short-term exercise for treating sarcopenia in hospitalized older patients aged 80 years and over."}
{"nct_id": "NCT01714349", "source": "OfficialTitle+BriefSummary", "text": "Restoring Hand Function Using Nerve Transfers in Persons With Spinal Cord Injury | Nerve Transfer surgery can provide improved hand function following cervical spinal cord injuries"}
{"nct_id": "NCT02731365", "source": "OfficialTitle+BriefSummary", "text": "Concurrent Deep Brain Stimulation (DBS) Local Field Potential Analysis and Stimulation in a Closed-Loop Neuromodulation Device | The purpose of this clinical study is to allow the investigation of local field potential (LFP) signals in patients treated with DBS of the STN. This study will identify common LFP biomarkers observed as a function of disease symptoms, medication effect, fluctuations in disease, and changes resulting from adjustments from current standard practices of DBS programming. The data collected and LFP markers identified will serve as guidelines for future stimulation predicted programming."}
{"nct_id": "NCT05670158", "source": "OfficialTitle+BriefSummary", "text": "Study on the Inner Ear Immunisation Post-cohlear Implantation and Perilymph Molecular Profiling in Sensorineural Hearing Loss | Many patients receiving cochlear implant (CI) have some residual hearing prior to implantation surgery. However, approximately one third of them will lose it in next 6 months after cochlear implantation. Although the mechanisms involved in the residual audition loss remain unknown, animal experiments suggest the role of inflammatory or immune reaction in the cochlea. The goal of this project is to search in the perilymph (a fluid which fills the scala vestibuli and scala tympani of the cochlea) some predictive biomarkers of the residual hearing loss using modern proteomics and immunological techniques. A parallel search for blood biomarkers of post-implantation residual hearing loss and for molecular and cellular evidences of immune response to cochlear implantation will be performed.\n\nThe study will recruit 50 subjects-candidates for cochlear implantation surgery; 30 normally hearing individuals eligible for other types of otological interventions will form a control group. For all the participants blood samples will be collected and preserved. In addition, the perilymph sampling will be performed during cochlear implantation surgery.\n\nThis project relies on the calculation that from 50 patients post-cochlear implantation, 15 patients will form a group with maintained residual hearing and 15 will display delayed hearing loss. For these 30 subjects together with the control group the blood biomarkers search will be performed.\n\nFor the group of implanted patients, the follow-up will last for 12 months with 6 visits in total :\n\nthe inclusion visit V0 during which the study will be presented and the consent form will be signed\nthe surgery visit V1 with blood sample and perilymph collection\nthe activation visit V2, 1 month ± 1 week after V1, visit V3 3 months ± 7 days after V1, V4 6 months ± 7 days after V1, V5 12 months ± 1 month after V1. During each of this visit blood sampling will be performed.\n\nFor the control group, the follow up will be 6 months long with 4 visits in total arranged during the routine follow-up appointments:\n\nthe inclusion visit V0 during which the study will be presented and the consent form will be signed\nthe surgery visit V1, the 1 month visit V2 and the 6 months visit V3 during which the blood sampling will be performed."}
{"nct_id": "NCT03025230", "source": "OfficialTitle+BriefSummary", "text": "Effectiveness of Dry Needling and Intramuscular Electrostimulation in the Treatment of Myofascial Trigger Points in Patients With Neck Pain | Hypothesis The application of intramuscular electrostimulation will be more effectiveness than the dry needling in myofascial trigger points treatment.\n\nObjetives:\n\nTo determine the effectiveness of intramuscular electrostimulation in the treatment of trigger points of the levator scapula muscle for the improvement of pain in mechanical cervicalgia.\n\nParticipants: Subjects with diagnosed of myofascial pain syndrome in cervical region and active trigger points in levator scapulae muscle, randomly assigned to experimental or control group.\n\nIntervention: Control group: one session of dry needling in active trigger points; experimental group: one session of intramuscular stimulation in active trigger points.\n\nMain Outcomes Measures: Pain, pressure pain threshold (PPT), active cervical range of motion and strength muscle . The measures will be taken before, after and one week after the interventions."}
{"nct_id": "NCT05148247", "source": "OfficialTitle+BriefSummary", "text": "Evaluation of The Perceive, Recall, Plan and Perform Intervention for Persons With Cognitive Impairments After Brain Injuries in Community Rehabilitation: Single Case Experimental Study | Background: There is a need for standardized interventions in community rehabilitation that can improve everyday task performance for older adults with cognitive challenges after acquired brain injury. Older adults are often excluded from research due to strict inclusion criteria. It is critical for a sustainable health service system that these patients are empowered and reach their maximum level of independence. The Perceive, Recall, Plan and Perform System (PRPP) of Intervention can be applied by Occupational Therapists (OT) for clients with cognitive challenges to enhance mastery of needed or desired everyday tasks. There is no current evidence for the effectiveness of this intervention for this population.\n\nPurpose: A clinical trial to investigate the effectiveness of the PRPP intervention for older persons with cognitive impairments after brain injury in the context of community-based rehabilitation.\n\nMethod: In PRPP intervention the OT uses systematically instructions in task training to support a client to use cognitive strategies efficiently. The everyday tasks used for training should be valued by the participant and useful in their rehabilitation. The tasks could include different parts of morning routines, simple or complex meal planning or preparation, use of cell phone, leisure activities, or other household and community activities. At best the skills are generalized throughout all everyday activities, and the OTs' role as a cognitive mediator fades as participants internalize the strategies. The participants receive PRPP intervention 3 times a week for 3 weeks, every session last for 45-60 minutes.\n\nThe participants' task mastery and cognitive strategy use will be measured at least 5 times in each phase: baseline, intervention, after the intervention, and 4 weeks after the discharge from rehabilitation. The measurement scores at baseline act controls and are therefore compared with the other phases for the same participant. The same procedure will be repeated for the other participants, but then with a staggered intervention phase. A staggered intervention phase acts as a control between participants and allows to see if changes occur only when the intervention is introduced.\n\nImplications for practice: The investigators assume that this systematic intervention will improve everyday task performance, and will in turn contribute to empowerment and independence of older adults with cognitive challenges after brain injuries."}
{"nct_id": "NCT02407951", "source": "OfficialTitle+BriefSummary", "text": "Tel Aviv Sourasky Medical Center | Tourette Syndrome (TS) is a disorder characterized by motor and vocal tics. The most studied and promising intervention is Habit Reversal Training (HRT) and its variations: Behavioral Comprehensive Intervention for Tics (CBIT). Group intervention for children with TS has not been evaluated. The aim of this study is to assess the efficacy of CBIT group intervention compared with Psycho-Educational-Supportive group in terms of tic severity."}
{"nct_id": "NCT02337114", "source": "OfficialTitle+BriefSummary", "text": "REACT - Recovery Enhancement From TBI Using ACT. A Pilot Study. | Is Acceptance and Commitment Therapy (ACT) feasible and acceptable for adults with severe Traumatic Brain Injury (sTBI) in inpatient services? sTBI is associated with depression, anxiety and low self awareness. A key factor in recovery is adjustment to the effects of injury. Psychological intervention may facilitate this change; however what works is unclear. ACT seeks to improve psychological flexibility; the ability to be present with difficult thoughts and emotions, rather than fighting them, and to accept ourselves as we are, not what we believe we should be. Current research is limited, but what is published suggests it may be useful for this group.\n\nDue to the limited research this pilot study aims to conduct preliminary analysis on the acceptability and feasibility of ACT for people with sTBI whilst also examining the suitability of the study protocol in order to make recommendations for future studies. Clients and staff from three Brain Injury Rehabilitation Trust (BIRT) centres will be recruited, one of which will serve as the intervention centre.\n\nClients in the intervention group will be asked to complete questionnaires a week before and after participation in the 6 week ACT programme. Clients in the comparison group will be asked to complete questionnaires a week before and after receiving 6 weeks of treatment as usual (TAU). The treatment group will also receive TAU. All participants will be invited to participate in a focus group at the end of this 8 week period to discuss their involvement in the study.\n\nStaff will be asked to complete a parallel version of one of the client questionnaires within a similar timeframe. In addition staff at the intervention centre will be invited to attend a focus group and complete an additional questionnaire after the eight week period."}
{"nct_id": "NCT04856384", "source": "OfficialTitle+BriefSummary", "text": "Understanding the Effect of Variances on Precision in Predictive Coding When Walking to Music and Metronomes in Persons With Multiple Sclerosis With Progressive Subtypes. | This study is a case-control study, involving persons with progressive multiple sclerosis and healthy controls. The study contains 1 descriptive and 3 experimental sessions. In the descriptive session, participant's clinical motor and cognitive functions are collected. In the first experimental session, participant's beat perception and synchronisation abilities is examined within a finger tapping paradigm. In the following experimental sessions participants synchronsiation abilities is examined during walking paradigms, to music and metronomes, with period and phase auditory manipulations. In the latter twp sessions, apart from outcome measures of synchronization the following will be collected as well: brain activity using EEG recordings, spatio-temporal gait parameters, perceived fatigue, perceived motivation and perceived speed of walking."}
{"nct_id": "NCT02708485", "source": "OfficialTitle+BriefSummary", "text": "Evaluating the Impact of Physical Exercise on Mild Alzheimer's Disease in a Randomized Clinical Trial: Quantification With 18F -FDG and 11C- AcAc PET Imaging | The aim of this study is to evaluate the effect of a 3-month walking program on brain energy metabolism in patient with mild Alzheimer's disease (AD). Two groups of sedentary patients with mild AD are followed and compared over a 3-month period of time: Control (non-active) and walking (from 15 to 45 minutes of exercise on a treadmill, 3 times a week for 12 weeks) groups. All the participants are evaluated on their cognition, brain volumes (MRI) and brain fuel consumption (PET scan with 18-FDG and 11C-AcAc) at the beginning and at the end of the study."}
{"nct_id": "NCT03213730", "source": "OfficialTitle+BriefSummary", "text": "Perceptual-Cognitive Training After a Mild Traumatic Brain Injury: Towards a Sensitive Marker for Recovery | This study is part of a larger, multi-centered project done with the collaboration of University Of Victoria. This study holds three separate studies on the mild traumatic brain injured population and the use of perceptual-cognitive training (3D-MOT)."}
{"nct_id": "NCT02438553", "source": "OfficialTitle+BriefSummary", "text": "A Prospective, Randomized, Single Blind, Parallel-group, Placebo Controlled Clinical Study to Evaluate the Short-term Effectiveness of Combined Occipital and Supraorbital Transcutaneous Nerve Stimulation (OS-TNS) in Reducing Migraine Related Pain | The purpose of this study is to evaluate the short-term effectiveness of combined occipital and supraorbital transcutaneous nerve stimulation in reducing migraine related pain."}
{"nct_id": "NCT02549885", "source": "OfficialTitle+BriefSummary", "text": "Efficacy of Proprioceptive Neuromuscular Facilitation in Pain Relief in Women With Migraine | The purpose of this study is to determine whether the contract-relax technique of proprioceptive neuromuscular facilitation, and the static stretching exercise are effective in reducing the frequency, intensity and duration of headache and in improving the perception of quality of life in women with migraine."}
{"nct_id": "NCT03319771", "source": "OfficialTitle+BriefSummary", "text": "Effects of Exercise Training on Learning and Memory Outcomes in Multiple Sclerosis | The two primary study objectives involve examining the effects of treadmill walking exercise training versus stretching-and-toning activities on the primary and secondary outcomes.\n\nSpecific Aim 1: The first specific aim is to examine the effects of 3-months of treadmill walking exercise training compared with an active control condition on learning and memory outcomes in fully-ambulatory persons with MS who have impairment in learning new information. We hypothesize that those who undergo treadmill walking exercise training will demonstrate improvements in learning and memory relative to those who undergo stretching-and-toning activities.\n\nSpecific Aim 2: The second specific aim is to examine the effects of 3-months of treadmill walking exercise training compared with an active control condition on hippocampal volume, hippocampal resting-state functional connectivity, and cardiorespiratory fitness in those persons with MS. We hypothesize that those who are randomly assigned to the treadmill walking exercise condition will demonstrate increases in hippocampal volume and resting-state functional connectivity (i.e., adaptive increases) and improved cardiorespiratory fitness relative to those in the stretching-and-toning condition."}
{"nct_id": "NCT04073667", "source": "OfficialTitle+BriefSummary", "text": "Investigation of the Effects of Exercise Program Applied on Postoperative Period in Patients With Chiari Type 1 Malformation | This study will be conducted in Hacettepe University Faculty of Medicine Neurosurgery Department and Hacettepe University Faculty of Physical Therapy and Rehabilitation.\n\nThe study was designed as a randomized controlled trial. At the beginning of the study, demographic data and characteristics of the cases will be recorded. Patients will be evaluated in three different periods throughout the study. The first assessments will be performed on the first day after the patient's condition is appropriate after the surgical procedure for Type 1 CM. Following this evaluation, all patients will be divided into two groups using. a simple randomization method. The first group will be exercised for 6 weeks while the second group will not be intervened during this period and will be followed as a control group. Immediately after the exercise program administered to the first group after 6 weeks, both groups will undergo second assessments. After these assessment measures, the same exercise program in the first group will be applied to the second group only this time for 6 weeks. In the meantime, the first group will stop their exercise programs. After the 6-week exercise program of the second group has ended, both groups will be given the third assessment, the final assessment.\n\nAt the beginning of the study, demographic data, characteristics and disease information will be recorded.\n\nThe evaluations to be made are summarized below:\n\nVisual Analogue Scale, pain threshold and pain tolerance tests, Neck Disability Index, for the determination of pain level in the neck region and throughout the body\nCervical range of motion (Performance Attainment Associates, St. Paul, MN, 55117, United States) (CROM 3) device for the evaluation of the cervical region.\nBerg Balance Scale for evaluation of performance-based balance,\nTimed Rise Walk Test, Sharpened Romberg test and \"8\" shaped walk test (F8WT) for evaluation of fall risk, static and dynamic balance,\nThe International Ataxia Assessment Scale (ICARS) for coordination,\nGrip Ability Test (GAT) for the assessment of fine motor skill in the upper extremity,\nPosture evaluation,\nEating Assessment Tool (EAT-10) for evaluation of swallowing function\nFor daily living activities, Barthel Daily Living Activities Index,\nFor the quality of life, the Short Form 36 questionnaire will be used."}
{"nct_id": "NCT04913506", "source": "OfficialTitle+BriefSummary", "text": "Evaluation of the Effects of Neuromuscular Electrical Stimulation and Mirror Therapy in Hemiplegia Rehabilitation; Prospective, Randomized, Controlled, Single-Blinded Study | In this study, it was aimed to evaluate whether or not NMES in front of the mirror brings an additional benefit to mirror therapy alone or NMES alone on upper extremity motor and functional development, spasticity, anxiety, depression, cognitive function and activities of daily living, and neuropathic pain."}
{"nct_id": "NCT02265029", "source": "OfficialTitle+BriefSummary", "text": "Evaluation of Spa Therapy in the Treatment of Fibromyalgia : a Randomized, Controlled, Open Multicenter Study | Fibromyalgia is a common health problem that causes widespread pain and tenderness (sensitive to touch). The pain and tenderness tend to come and go, and move about the body. There is no cure for fibromyalgia. Complementary and alternative therapy such as acupuncture, chiropractic and massage therapy, can be useful to manage fibromyalgia symptoms. Many of these treatments have not been well tested in patients with fibromyalgia. Fibromyalgia affect 3 to 4% of the general population and 14 % of patients with rheumatologic disease. Fibromyalgia is most common in women 90 % in many studies. It most often starts in middle adulthood. A chronic evolution occured for Fibromyalgic patients with a major alteration of quality of life.\n\nThermalgi is a randomized, multicentre, open label trial wich aims to evaluate the effects of spa therapy in rheumatologia on evolution of disability in daily life of patients with fibromyalgia."}
{"nct_id": "NCT00018811", "source": "OfficialTitle+BriefSummary", "text": "Psychological Assessment and Treatment of Chronic Benign Headache | Subjects with chronic migraine or tension headaches will receive 12 sessions of biofeedback or relaxation training after fulfilling screening, intake interviews, & psychological testing requirements. They will chart headache pain, anger level, & medication usage throughout baseline, treatment, and 3 month follow-up periods.\n\nMigraine sufferers will receive a combination of progressive muscle relaxation training and thermal biofeedback (learning to warm hands). Subjects are randomly assigned to receive treatment either in the office with the therapist or from another room (where communication will be over a computer). The research is designed to compare the effectiveness of treatment based on location.\n\nTension headache sufferers will receive training in how to reduce their muscle tension levels. They will be randomly assigned to have equipment monitor muscle tension levels either in the forehead or shoulder regions. The research is designed to compare the effectiveness of feedback to the forehead versus the shoulder muscles."}
{"nct_id": "NCT00952211", "source": "OfficialTitle+BriefSummary", "text": "Burden of Obstructive Sleep Apnea in Stroke (BOSAST) | There are two purposes of this study. The first purpose is to define the frequency of obstructive sleep apnea in stroke survivors as well as its association with fatigue and quality of life. The second purpose is to determine if continuous positive airways pressure (CPAP) treatment can have a beneficial effect on these patients' fatigue and quality of life."}
{"nct_id": "NCT00486551", "source": "OfficialTitle+BriefSummary", "text": "Anger Control Training for Youth With Tourette Syndrome | This is a clinical study of a cognitive-behavioral therapy known as anger control training in adolescents with Tourette Syndrome and explosive, disruptive behavior. ACT is compared to treatment as usual (TAU) in a randomized clinical trial."}
{"nct_id": "NCT03766711", "source": "OfficialTitle+BriefSummary", "text": "FEATHERS 2.0: Functional Engagement in Assistive Therapy Through Exercise Robotics v2.0 | This project is a continuing study from the FEATHERS project (NCT02290353) which focuses on developing novel home therapy program for persons with hemiparesis. This study will focus on examining motor behaviour and adaptation in neurodevelopmental hemiparesis (cerebral palsy, acquired brain injury (ABI)). New algorithms for motion control involved in encouraging active movement are developed and will be tested, but the study has the same therapeutic goal and focus as the original FEATHERS project of creating an engaging at-home bimanual upper limb training program. By incorporating existing gaming technology, we hope to discover novel ways to adapt commercial motion tracking controllers and visual feedback into engaging rehabilitative learning tools. This study will focus on a basic science aspect of human bimanual movements that can be incorporated into future applications of the full FEATHERS project devices. We believe that together these approaches will yield interventions that significantly improve functional ability and lead to improved quality of life."}
{"nct_id": "NCT01292577", "source": "OfficialTitle+BriefSummary", "text": "Adapted Cognitive/Affective Remediation for Cannabis Misuse in Schizophrenia | This study will integrate and adapt a cognitive remediation (Cognitive Enhancement Therapy [CET]) and an affect regulation (Personal Therapy [PT]) intervention for 50 individuals with schizophrenia that misuse cannabis. Participants will be randomized to CET/PT plus treatment as usual (TAU) or TAU alone and treated for 18 months."}
{"nct_id": "NCT05183152", "source": "OfficialTitle+BriefSummary", "text": "Non-invasive Brain-computer Interfaces for Control of Assistive Devices | A brain-computer interface (BCI) decodes users' behavioral intentions or mental states directly from their brain activity, thus allowing operation of devices without requiring any overt motor action. One major modality for BCI control is based on motor imagery (MI), which is the mental rehearsal of the kinesthetics of a movement without actually performing it. MI-based BCIs translate motor intents into control commands for external devices. A major challenge in such BCIs is differentiating MI patterns corresponding to fine hand movements of the same limb from non-invasive EEG recordings with low spatial resolution since the cortical sources responsible for these movements are overlapping. In this study, the investigators hypothesize that neuromuscular electrical stimulation (NMES) applied contingent to the voluntary activation of the primary motor cortex through MI can help differentiate patterns of activity associated with different hand movements of the same limb by consistently recruiting the separate neural pathways associated with each of the movements within a closed-loop BCI setup. This is expected to be associated with neuroplastic changes at the cortical or corticospinal levels."}
{"nct_id": "NCT00506259", "source": "OfficialTitle+BriefSummary", "text": "A Phase One Treatment Trial of the Circadian Sleep Disturbance in Smith-Magenis Syndrome (SMS) | This study will examine the effect of bright light or melatonin treatment on sleep in children with Smith-Magenis syndrome (SMS), a genetic disorder characterized by certain physical, behavioral and developmental features. Patients have a disrupted sleep cycle involving early waking, frequent daytime napping and frequent nighttime awakenings. Melatonin is a hormone normally produced at night in healthy people. People with SMS produce high levels of melatonin during the daytime and very low levels at night. This may affect their behavior, mood, attention span and sleep patterns.\n\nHealthy volunteers between 18 and 45 years of age and children with SMS who are between 3 and 16 years of age may be eligible for this study.\n\nHealthy subjects are admitted to the NIH Clinical Center overnight. In the morning they take one dose of time-release melatonin and have blood and saliva samples collected hourly from 7:00 AM to 6:00 PM.\n\nChildren with SMS participate in a 2-part study, as follows:\n\nPart 1 Inpatient Trial\n\nPre-trial at-home phase: During the month before NIH inpatient admission, participants do the following:\n\nWear an actiwatch device or keep a daily sleep diary to monitor daytime alertness, mood shifts and sleep patterns.\nComplete a behavior assessment survey related to the child s behaviors and sleep patterns.\nObtain frequent body temperature measurements.\nCollect several saliva samples over a 24-hour period.\n\nNIH admission phase:\n\nChildren are admitted to the NIH Clinical Center for 2-3 nights for bright light treatment. They remain in their rooms for alternating periods of exposure to standard dim room light and bright light, using a light box placed within 3 to 5 feet of the child. An electroencephalogram (EEG) with additional electrodes to track eye movements is used to monitor the child s attention. Between 8AM and 6PM serial blood samples are collected to measure melatonin levels. A parent rates the child s mood and behavior during the 2-day test period.\nChildren are admitted to the NIH Clinical Center for 2-3 nights for melatonin treatment. They take a single dose of melatonin or placebo tablet at bedtime. During the daytime, EEG electrodes are placed to track eye movements. Between 7 PM and 7 AM serial blood samples are collected to measure melatonin levels. A parent rates the child s behavior and mood as described for the bright light study.\nChildren may receive either or both of the bright light and melatonin treatments.\n\nPart 2 Outpatient Trial\n\nChildren participate in a combined bright light with melatonin trial at home. They undergo the same procedures outlined in the pre-trial at-home phase of Part 1 (actiwatch, behavior assessments, body temperature measurements, saliva samples) over an 11-week period. If saliva samples cannot be collected for melatonin testing, 24-hour urine samples may be collected instead."}
{"nct_id": "NCT02574234", "source": "OfficialTitle+BriefSummary", "text": "Influence of Apelin Levels on Postoperative Cognitive Disorders After Orthopedic Surgery in Elderlies | No successful strategy is proposed to patients submitted to important surgery to reduce the incidence of postoperative cognitive disorders (POCD) onset. This project propose to measure plasma levels of apelin in wide population submitted to orthopedic surgery. Apelin could be involved in anti-inflammatory processes. Apelin levels before and after surgery correlated to postoperative cognitive disorders symptom measured by PET-Scan could be an important predictive or diagnostic marker to adapt therapeutic strategy to fight against postoperative cognitive disorders."}
